Repository: kittmaster/KittmasterRepo
Catalog: nexus/service.tvtunes/resources/language/Greek/strings.po
Languages: el

# Addon Summary
source: Retrieve and play your soundtrack or video themes whilst browsing your library
el: Λήψη και αναπαραγωγή μουσικών θεμάτων (TvTunes) των τηλεοπτικών σας σειρών

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library.
el: Αυτό το script θα σας βοηθήσει να κατεβάσετε μουσικά θέματα των τηλεοπτικών σας σειρών από το www.televisiontunes.com, θα τα αποθηκεύει σε αρχεία μορφής theme.mp3 στο φάκελο της εκάστοτε σειράς, και θα τα αναπαράγει κατά την περιήγησή σας στη συλλογή τηλ. σειρών σας (απαιτείται να υποστηρίζεται από το κέλυφός σας)

# #32001
source: Play theme in loop
el: Επαναλαμβανόμενη αναπαραγωγή μουσ. θέματος

# #32003
source: Use Protected SMB share
el: Χρήση Προστατευόμενης SMB Κοινής Χρήσης

# #32004
source: Username:
el: Όνομα Χρήστη:

# #32005
source: Password:
el: Κωδικός:

# #32006
source: Store tunes in a custom path
el: Αποθήκευση μουσικής σε προσαρμοσμένο φάκελο

# #32007
source: Path:
el: Διαδρομή:

# #32008
source: Fade tune out when exiting
el: Σταδιακό σβήσιμο της μουσικής κατά την έξοδο

# #32009
source: Automatically Download Theme If
el: Αυτόματη Λήψη Μουσ. Θέματος Αν

# #32010
source: Shuffle multiple tracks
el: Ανακάτεμα πολλαπλών κομματιών

# #32011
source: Random start time
el: Τυχαίος χρόνος έναρξης

# #32012
source: Change File Types
el: Αλλαγή Τύπων Αρχείων

# #32013
source: Fade in the tune when starting
el: Σταδιακή εισαγωγή της μουσικής κατά την έναρξη

# #32014
source: Always add additional themes (no overwrite)
el: Πάντα να προστίθενται τα επιπλέον θέματα (χωρίς αντικατάσταση)

# #32015
source: Search for movie themes
el: Αναζήτηση κινηματογραφικών θεμάτων

# #32016
source: Play themes when browsing Movie list
el: Αναπαραγωγή μουσ. θεμάτων στη Λίστα Ταινιών

# #32017
source: Play themes when browsing TV Show list
el: Αναπαραγωγή μουσ. θεμάτων στη Λίστα Τηλ. Σειρών

# #32018
source: Debugging
el: Εντοπισμός σφαλμάτων

# #32019
source: Enable debug logging
el: Καταγραφή σφαλμάτων

# #32020
source: Show the TvTunes button on the Video Info screen
el: Εμφάνιση του πλήκτρου TvTunes στην οθόνη Πληροφοριών Βίντεο

# #32021
source: Fade out after playing for (minutes)
el: Εξασθένιση μετά την αναπαραγωγή χρόνου (λεπτά)

# #32022
source: Operations
el: Λειτουργίες

# #32023
source: Browse Themes
el: Περιήγηση στα Θέματα

# #32024
source: Delay Theme Start (Seconds)
el: Καθυστέρηση Έναρξης Θέματος (Δευτερόλεπτα)

# #32025
source: Support themes in sub directories
el: Υποστήριξη θεμάτων σε υποφακέλους

# #32026
source: Directory Name
el: Όνομα Φακέλου

# #32027
source: Limit track duration when multiple themes (seconds)
el: Όριο διάρκειας κομματιού για πολλαπλά θέματα (δευτερόλεπτα)

# #32028
source: Default Theme Search Source
el: Προεπιλεγμένη Πηγή Αναζήτησης Θεμάτων

# #32029
source: Play themes when browsing Music Video list
el: Αναπαραγωγή μουσ. θεμάτων στη Λίστα Μουσικών Βίντεο

# #32030
source: All
el: Όλα

# #32035
source: Prompt User
el: Να γίνεται ερώτηση

# #32036
source: Never
el: Ποτέ

# #32037
source: Only Single Entry Found
el: Βρέθηκε Μόνο Μία Καταχώριση

# #32038
source: Priority 1 (*) Entry Found
el: Βρέθηκε Καταχώριση Προτεραιότητας 1 (*)

# #32039
source: Priority 1 (*) or 2 (~) Entry Found
el: Βρέθηκε Καταχώριση Προτεραιότητας 1 (*) ή 2 (~)

# #32040
source: Screensaver
el: Προφύλαξη οθόνης

# #32046
source: Random
el: Τυχαίο

# #32047
source: Wait Time (Seconds)
el: Χρόνος Αναμονής (Δευτερόλεπτα)

# #32048
source: Effect Time (Seconds)
el: Χρόνος Εφέ (Δευτερόλεπτα)

# #32049
source: Columns
el: Στήλες

# #32050
source: Speed
el: Ταχύτητα

# #32051
source: Image Concurrency
el: Ταυτόχρονη Εκτέλεση Εικόνων

# #32052
source: Random Order
el: Τυχαία Σειρά

# #32053
source: Image Source
el: Πηγή Εικόνας

# #32054
source: Image Type
el: Τύπος Εικόνας

# #32055
source: Folder
el: Φάκελος

# #32056
source: Recursive
el: Και οι υποφάκελοι

# #32058
source: Thumbnail
el: Μικρογραφία

# #32059
source: Cast
el: Διανομή ρόλων

# #32060
source: Movies, TV Shows
el: Ταινίες, Τηλ. Σειρές

# #32061
source: Play Themes During Screensaver
el: Αναπαραγωγή Θεμάτων κατά την Προφύλαξη οθόνης

# #32062
source: Fanart,Thumbnail,Cast
el: Fanart,Μικρογραφία,Διανομή

# #32063
source: Fanart,Thumbnail
el: Fanart,Μικρογραφία

# #32064
source: Dim Level
el: Επίπεδο Σκίασης

# #32065
source: Thumbnail,Cast
el: Μικρογραφία,Διανομή

# #32066
source: Slider
el: Μπάρα Κύλισης

# #32067
source: Slide In From
el: Κύλιση Από

# #32068
source: Left
el: Αριστερά

# #32069
source: Right
el: Δεξιά

# #32070
source: Top
el: Πάνω

# #32071
source: Bottom
el: Κάτω

# #32072
source: Crossfade
el: Σταδιακό σβήσιμο

# #32073
source: Include Artwork Downloader Images
el: Συμπερίληση Εικόνων από το Artwork Downloader

# #32074
source: Only Show Images When A Theme Exists
el: Προβολή Εικόνων Μόνο Αν Υπάρχει Μουσ. Θέμα

# #32075
source: Play Theme Once, Show All Images
el: Αναπαραγωγή Θέματος Μία Φορά, Προβολή Όλων Των Εικόνων

# #32076
source: Show All Images, Repeat Theme
el: Προβολή Όλων Των Εικόνων, Επανάληψη Θέματος

# #32077
source: Play Theme Once, Skip Remaining Images
el: Αναπαραγωγή Θέματος Μία Φορά, Παράλειψη Υπόλοιπων Εικόνων

# #32078
source: Repeat Rules
el: Κανόνες Επανάληψης

# #32079
source: Startup
el: Εκκίνηση

# #32080
source: Reset Volume On Startup
el: Επαναφορά Έντασης κατά την εκκίνηση

# #32081
source: Set Volume On Startup To
el: Ορισμός Έντασης κατά την εκκίνηση στο

# #32091
source: Update advancedsettings.xml File
el: Ενημέρωση του αρχείου advancedsettings.xml

# #32093
source: Unable to update advancedsettings.xml
el: Αδυναμία ενημέρωσης του advancedsettings.xml

# #32094
source: Please check the log for more details
el: Ελέγξτε το αρχείο καταγραφής για λεπτομέρειες

# #32095
source: advancedsettings.xml update complete
el: Η ενημέρωση του advancedsettings.xml ολοκληρώθηκε

# #32100
source: Show Selection Dialog If Auto Match Fails
el: Εμφάνιση Παραθύρου Επιλογής Αν Αποτύχει η Αυτόματη Ταύτιση

# #32101
source: ERROR
el: ΣΦΑΛΜΑ

# #32102
source: site unreachable
el: αδυναμία σύνδεσης με την ιστοσελίδα

# #32103
source: TvTune downloader
el: Λήψη TvTunes

# #32104
source: Replace existing theme?
el: Αντικατάσταση του υπάρχοντος θέματος;

# #32106
source: Getting information...
el: Γίνεται λήψη πληροφοριών...

# #32107
source: Searching for
el: Αναζήτηση για

# #32108
source: CANCELLED
el: ΑΚΥΡΩΘΗΚΕ

# #32109
source: Operation canceled by user.
el: Η διαδικασία ακυρώθηκε από το χρήστη.

# #32110
source: Downloading:
el: Γίνεται λήψη:

# #32111
source: to:
el: σε:

# #32112
source: Choose for
el: Επιλογή για

# #32113
source: ENTER MANUAL SEARCH
el: ΕΙΣΑΓΩΓΗ ΧΕΙΡΟΚΙΝΗΤΗΣ ΑΝΑΖΗΤΗΣΗΣ

# #32114
source: Download this one?
el: Να γίνει λήψη αυτού;

# #32115
source: Search results will be incomplete
el: Το αποτέλεσμα της αναζήτησης θα είναι ατελές

# #32118
source: Manual Search...
el: Χειροκίνητη Αναζήτηση...

# #32119
source: Continue with next theme search?
el: Συνέχιση με την επόμενη αναζήτηση θέματος;

# #32120
source: Search Using %s...
el: Αναζήτηση Χρησιμοποιώντας %s...

# #32121
source: Search Using All Sites (May Be Slow)
el: Αναζήτηση Σε Όλους Τους Ιστότοπους (Αργό)

# #32201
source: Movies
el: Ταινίες

# #32202
source: TV Shows
el: Τηλ. Σειρές

# #32203
source: Music Videos
el: Μουσικά Βίντεο

# #32204
source: [Filter]: Show Only Missing Themes
el: [Φίλτρο]: Εμφάνιση Μόνο Θεμάτων Που Λείπουν

# #32205
source: [Action]: Retrieve Missing Themes
el: [Ενέργεια]: Ανάκτηση Θεμάτων Που Λείπουν

# #32206
source: You have themes that are not in themes folders.
el: Έχετε μουσ. θέματα που δεν είναι στους φακέλους θεμάτων.

# #32207
source: Move themes into themes folder?
el: Μεταφορά των μουσ. θεμάτων στο φάκελο θεμάτων;

# #32208
source: [Action]: Start Screensaver
el: [Ενέργεια]: Προφύλαξη οθόνης

# #32991
source: Playback
el: Αναπαραγωγή

# #32992
source: Download
el: Λήψη

# #32993
source: File system
el: Σύστημα αρχείων

# #32994
source: Error: Failed to connect to goear.com
el: Σφάλμα: Αποτυχία σύνδεσης στο goear.com

# #32995
source: No Images found!
el: Δε βρέθηκαν Εικόνες!
