Repository: kittmaster/KittmasterRepo
Catalog: nexus/plugin.video.themoviedb.helper/resources/language/resource.language.*/strings.po
Languages: cs_cz, sv_se

# #30000
source: Arabic (United Arab Emirates)
cs_cz: Arabština (Spojené arabské emiráty)
sv_se: Arabiska (Förenade Arabemiraten)

# #30001
source: Arabic (Saudi Arabia)
cs_cz: Arabština (Saúdská Arábie)
sv_se: Arabiska (Saudiarabien)

# #30002
source: Belarusian (Belarus)
cs_cz: Běloruština (Bělorusko)
sv_se: Vitryska (Vitryssland)

# #30003
source: Bulgarian (Bulgaria)
cs_cz: Bulharština (Bulharsko)
sv_se: Bulgariska (Bulgarien)

# #30004
source: Bengali (Bangladesh)
cs_cz: Bengálština (Bangladéš)

# #30005
source: Catalan (Spain)
cs_cz: Katalánština (Španělsko)
sv_se: Katalanska (Spanien)

# #30007
source: Czech (Czech Republic)
cs_cz: Čeština (Česká republika)
sv_se: Tjeckiska (Tjeckien)

# #30008
source: Danish (Denmark)
cs_cz: Dánština (Dánsko)
sv_se: Danska (Danmark)

# #30009
source: German (Austria)
cs_cz: Němčina (Rakousko)
sv_se: Tyska (Österrike)

# #30010
source: German (Switzerland)
cs_cz: Němčina (Švýcarsko)
sv_se: Tyska (Schweiz)

# #30011
source: German (Germany)
cs_cz: Němčina (Německo)
sv_se: Tyska (Tyskland)

# #30012
source: Greek (Greece)
cs_cz: Řečtina (Řecko)
sv_se: Grekiska (Grekland)

# #30013
source: English (Australia)
cs_cz: Angličtina (Austrálie)
sv_se: Engelska (Australien)

# #30014
source: English (Canada)
cs_cz: Angličtina (Kanada)
sv_se: Engelska (Kanada)

# #30015
source: English (United Kingdom)
cs_cz: Angličtina (Spojené království)
sv_se: Engelska (United Kingdom)

# #30016
source: English (Ireland)
cs_cz: Angličtina (Irsko)
sv_se: Engelska (Irland)

# #30017
source: English (New Zealand)
cs_cz: Angličtina (Nový Zéland)
sv_se: Engelska (Nya Zeeland)

# #30018
source: English (United States of America)
cs_cz: Angličtina (Spojené státy americké)
sv_se: Engelska (Amerikas förenta stater)

# #30019
source: Esperanto (None)
cs_cz: Esperanto (žádný)
sv_se: Esperanto (inget)

# #30020
source: Spanish (Spain)
cs_cz: Španělština (Španělsko)
sv_se: Spanska (Spanien)

# #30021
source: Spanish (Mexico)
cs_cz: Španělština (Mexiko)
sv_se: Spanska (Mexiko)

# #30022
source: Estonian (Estonia)
cs_cz: Estonština (Estonsko)
sv_se: Estniska (Estland)

# #30023
source: Basque (Spain)
cs_cz: Baskičtina (Španělsko)
sv_se: Baskiska (Spanien)

# #30024
source: Persian (Iran)
cs_cz: Perština (Írán)
sv_se: Persiska (Iran)

# #30025
source: Finnish (Finland)
cs_cz: Finština (Finsko)
sv_se: Finska (Finland)

# #30026
source: French (Canada)
cs_cz: Francouzština (Kanada)
sv_se: Franska (Kanada)

# #30027
source: French (France)
cs_cz: Francouzština (Francie)
sv_se: Franska (Frankrike)

# #30028
source: Galician (Spain)
cs_cz: Galicijština (Španělsko)
sv_se: Galiciska (Spanien)

# #30029
source: Hebrew (Israel)
cs_cz: Hebrejština (Izrael)
sv_se: Hebreiska (Israel)

# #32028
source: Use fanart.tv for widget artwork (slower)
cs_cz: Použít fanart.tv pro obrázky ve widgetech (pomalejší načítání)

# #32032
source: Download Players
cs_cz: Stáhnout přehrávače
sv_se: Hämta ner spelare

# #32033
source: Default Players
cs_cz: Výchozí přehrávače
sv_se: Standardspelare

# #32034
source: Get watched indicators and episode counts (slower)
cs_cz: Získat počet zhlédnutých a celkových epizod (pomalejší)

# #32035
source: Get tvshow watched episode counts from Trakt
cs_cz: Získat počet zhlédnutých epizod z Traktu

# #32036
source: Bundled Players
cs_cz: Zabudované přehrávače

# #32037
source: Use bundled players
cs_cz: Použít zabudované přehrávače
sv_se: Använd paketerade spelare

# #32038
source: Get additional details from the local Kodi library database
cs_cz: Získej dodatečné informace z místní knihovny Kodi
sv_se: Hämta ytterligare information från den lokala Kodi-biblioteksdatabasen

# #32040
source: Item not found.
cs_cz: Titul nenalezen.

# #32041
source: The plugin returned no results.
cs_cz: Doplněk vrátil nulové výsledky.

# #32042
source: Choose Action
cs_cz: Vyber akci
sv_se: Välj åtgärd

# #32043
source: Up Next
cs_cz: Následuje

# #32044
source: Enter Search Query
cs_cz: Zadej hledaný výraz
sv_se: Ange sökfråga

# #32045
source: Cache Refresh
cs_cz: Obnovení cache paměti

# #32047
source: Remove from Trakt Collection
cs_cz: Odebrat ze sbírky Trakt

# #32048
source: Add to Trakt Collection
cs_cz: Přidat do sbírky Trakt

# #32049
source: Remove from Trakt Watchlist
cs_cz: Odebrat ze seznamu sledování na Trakt

# #32050
source: Add to Trakt Watchlist
cs_cz: Přidat ze seznamu sledování na Trakt

# #32051
source: Remove from Trakt Watched History
cs_cz: Odebrat z historie sledování na Trakt

# #32052
source: Add to Trakt Watched History
cs_cz: Přidat do historie sledování na Trakt

# #32053
source: Refresh Cache
cs_cz: Obnovit cache paměť

# #32054
source: Would you like to clear existing players first?
cs_cz: Chceš nejdříve vymazat existující přehrávače?
sv_se: Vill du tömma befintliga spelare först?

# #32055
source: Authentication Failed.
cs_cz: Ověření se nezdařilo.
sv_se: Autentiseringen misslyckades.

# #32056
source: Either the username or password were invalid. Would you like to try again?
cs_cz: Uživatelské jméno nebo heslo jsou neplatné. Chceš to zkusit znovu?
sv_se: Användarnamnet eller lösenordet var ogiltigt. Vill du försöka igen?

# #32057
source: Retry
cs_cz: Zkusit znovu
sv_se: Försök igen

# #32058
source: The provided URL is either invalid or inaccesible.
cs_cz: Tato adresa URL je neplatná nebo nedostupná.
sv_se: Den angivna URL:en är antingen ogiltig eller otillgänglig.

# #32059
source: Success!
cs_cz: Úspěch!
sv_se: Lyckades!

# #32060
source: files extracted
cs_cz: souborů rozbaleno
sv_se: filer extraherade

# #32061
source: Play with
cs_cz: Přehrát s
sv_se: Spela upp med

# #32062
source: Successfully Added TMDb ID {0} to {1}
cs_cz: TMDb ID {0} bylo úspěšně přidáno do {1}

# #32063
source: Successfully Removed TMDb ID {0} from {1}
cs_cz: TMDb ID {0} bylo úspěšně odebráno z {1}

# #32064
source: Do you wish to remove {0} from your Trakt {1}? TMDb {2} ID {3}
cs_cz: *Chcete odebrat {0} z vašeho seznamu Trakt {1}? TMDb {2} ID {3}

# #32065
source: Do you wish to add {0} to your Trakt {1}? TMDb {2} ID {3}
cs_cz: *Chcete přidat {0} do vašeho seznamu Trakt {1}? TMDb {2} ID {3}

# #32066
source: Debug logging
cs_cz: Ladicí protokolování
sv_se: Felsökningsloggning

# #32067
source: Fuzzy local library matching
cs_cz: Přibližné porovnávání s místní knihovnou

# #32068
source: Allow fuzzy matches (ignore year) for movies
cs_cz: Povolit přibližné shody (ignorovat rok) pro filmy

# #32069
source: Allow fuzzy matches (ignore year) for tvshows
cs_cz: Povolit přibližné shody (ignorovat rok) pro seriály

# #32070
source: Male
cs_cz: Muž
sv_se: Man

# #32071
source: Female
cs_cz: Žena
sv_se: Kvinna

# #32072
source: Unaired Items
cs_cz: Neodvysílané položky

# #32073
source: Hide unaired movies
cs_cz: Skrýt neodvysílané filmy
sv_se: Dölj icke-sända filmer

# #32074
source: Library Integration
cs_cz: Integrace knihovny
sv_se: Integration av bibliotek

# #32076
source: Update library after adding items
cs_cz: Aktualizovat knihovnu po přidání položek
sv_se: Uppdatera biblioteket efter att ha lagt till poster

# #32077
source: Ignore folder creation checks
cs_cz: Ignorovat kontroly vytváření složek
sv_se: Ignorera kontroller för skapande av mappar

# #32078
source: Still to Watch
cs_cz: Stále ke zhlédnutí
sv_se: Kvar att titta på

# #32079
source: System Use Only
cs_cz: Pouze pro použití systémem

# #32080
source: Other
cs_cz: Ostatní
sv_se: Annan

# #32081
source: Next page item
cs_cz: Položka na další stránce
sv_se: Nästa sidpost

# #32082
source: Watchlist sort method
cs_cz: Metoda třídění seznamu sledování

# #32083
source: Accounts
cs_cz: Účty

# #32084
source: Hide unaired episodes
cs_cz: Skrýt neodvysílané epizody
sv_se: Dölj icke-sända avsnitt

# #32085
source: Flatten seasons
cs_cz: Zobrazení všech dílů bez jednotlivých sezón
sv_se: Platta ut säsonger

# #32086
source: Auto-update library and add new/missing episodes
cs_cz: Automaticky aktualizuj knihovnu a přidej nové/chybějící epizody
sv_se: Uppdatera biblioteket automatiskt och lägg till nya/saknade avsnitt

# #32087
source: Use resolvedURL method for suppressing strm next playlist error
cs_cz: Použít metodu resolvedURL k potlačení chyby dalšího seznamu strm

# #32088
source: Navigation
cs_cz: Navigace
sv_se: Navigering

# #32089
source: Select Action
cs_cz: Vybrat příkaz
sv_se: Välj åtgärd

# #32090
source: Content
cs_cz: Obsah
sv_se: Innehåll

# #32091
source: Special season folders
cs_cz: Složky speciálních sezón
sv_se: Speciella säsongsmappar

# #32092
source: Widgets
cs_cz: Widgety
sv_se: Widgetar

# #32093
source: Next episodes sort method
cs_cz: Metoda řazení dalších epizod
sv_se: Nästa avsnitts sorteringsmetod

# #32094
source: Prioritise local files over default player
cs_cz: Upřednostňovat místní soubory před výchozím přehrávačem

# #32095
source: Enter the code
cs_cz: Zadej kód
sv_se: Ange koden

# #32096
source: Go to [B]https://trakt.tv/activate[/B]
cs_cz: Jdi na [B]https://trakt.tv/activate[/B]
sv_se: Gå till [B]https://trakt.tv/activate[/B]

# #32097
source: Trakt Authentication
cs_cz: Ověření účtu Trakt
sv_se: Trakt-autentisering

# #32098
source: Exists
cs_cz: Existuje

# #32099
source: A value has already been set for this parameter
cs_cz: Hodnota pro tento parametr už byla zadána
sv_se: Ett värde har redan ställts in för denna parameter

# #32100
source: Do you wish to clear the existing items or add more?
cs_cz: Přejete si vymazat stávající položky, nebo přidat další?
sv_se: Vill du tömma befintliga poster eller lägga till fler?

# #32101
source: Clear Items
cs_cz: Vyčistit položky
sv_se: Töm poster

# #32102
source: Add Items
cs_cz: Přidat položky
sv_se: Lägg till poster

# #32103
source: No Value Added
cs_cz: Žádná hodnota nebyla přidána
sv_se: Inget värde lades till

# #32104
source: TMDb ID for {} not found or none selected. Do you want to add another value?
cs_cz: TMDb ID pro {} nenalezen nebo nebyl vybrán. Chceš přidat další hodnotu?
sv_se: TMDb ID för {} hittades inte eller ingen vald. Vill du lägga till ett annat värde?

# #32105
source: Do you want to add another value?
cs_cz: Chceš přidat další hodnotu?

# #32106
source: Added
cs_cz: Přidáno

# #32107
source: Set Match Method
cs_cz: Nastavit metodu shody
sv_se: Ställ in matchningsmetod

# #32108
source: Choose matching method for parameters with multiple values.
cs_cz: Vyberte metodu shody pro parametry s více hodnotami.
sv_se: Välj matchningsmetod för parametrar med flera värden.

# #32109
source: Match ANY Value
cs_cz: Jakákoliv shoda
sv_se: Matcha NÅGOT värde

# #32110
source: Match ALL Values
cs_cz: Celková shoda
sv_se: Matcha ALLA värden

# #32111
source: Select Items
cs_cz: Vybrat položky
sv_se: Välj poster

# #32112
source: Select Genres
cs_cz: Vybrat žánry
sv_se: Välj genrer

# #32113
source: Also accepts X days relative from today in the format T-X or T+X (e.g. T-10 is ten days ago)
cs_cz: Funguje také jako počet dní od dneška. Ve formátu T-X or T+X (např. T-10 je 10 dní zpět)
sv_se: Accepterar även X dagar relativt från idag i formatet T-X eller T+X (t.ex. T-10 är för tio dagar sedan)

# #32114
source: Enter
cs_cz: Zadej

# #32115
source: Company
cs_cz: Společnost

# #32116
source: Network
cs_cz: Síť

# #32117
source: Keyword
cs_cz: Klíčové slovo
sv_se: Nyckelord

# #32118
source: Person
cs_cz: Osoba

# #32119
source: Select Release Types
cs_cz: Vyber typ vydání
sv_se: Välj utgivningstyp

# #32120
source: Select Region for Release
cs_cz: Vyber region vydání
sv_se: Välj region för utgivning

# #32121
source: Clear Search History
cs_cz: Vymazat historii hledání
sv_se: Töm sökhistorik

# #32122
source: XBMCVFS reports unable to create path
cs_cz: XBMCVFS hlášení nemohlo vytvořit cestu
sv_se: XBMCVFS rapporterar att sökvägen inte kan skapas

# #32123
source: If error persists and the folders are created correctly, please disable folder path creation checking in TMDBHelper settings.
cs_cz: Pokud chyba přetrvává a složky jsou vytvořeny správně, prosím zakažte kontrolu vytváření cest ke složkám v nastavení TMDB Helper.
sv_se: Om felet kvarstår och mapparna skapas korrekt, inaktivera kontrollen av skapande av mappsökväg i TMDBHelper-inställningarna.

# #32124
source: Adding
cs_cz: Přidávám

# #32125
source: Add Trakt list to Kodi library
cs_cz: Přidat seznam Trakt do knihovny Kodi
sv_se: Lägg till Trakt-lista i Kodi-biblioteket

# #32126
source: Are you sure you want to add this Trakt list to your Kodi library?
cs_cz: Jsi si jistý, že chceš přidat tento Trakt seznam do své Kodi knihovny?
sv_se: Är du säker på att du vill lägga till den här Trakt-listan i ditt Kodi-bibliotek?

# #32127
source: by user
cs_cz: od uživatele

# #32128
source: This list contains
cs_cz: Tento seznam obsahuje

# #32129
source: items
cs_cz: položky

# #32130
source: Auto-update library at time
cs_cz: Automaticky aktualizovat knihovnu v čase
sv_se: Automatisk uppdatering av bibliotek klockan

# #32131
source: Auto-update library from Trakt list(s)
cs_cz: Automaticky aktualizovat knihovnu ze seznam/ů Trakt
sv_se: Automatisk uppdatering av bibliotek från Trakt-lista(er)

# #32132
source: Do you wish to update the library from the Trakt list(s) now?
cs_cz: Chceš nyní aktualizovat knihovnu ze seznam/ů Trakt?
sv_se: Vill du uppdatera biblioteket från Trakt-listan/-listorna nu?

# #32133
source: Select List(s)
cs_cz: Vybrat seznam/y
sv_se: Välj lista(or)

# #32134
source: User slug
cs_cz: Uživatelská část URL(slug)

# #32135
source: Successfully removed {} {} from {} list.
cs_cz: Úspěšně odstraněno {} {} z tohoto {} seznamu.

# #32136
source: Successfully added {} {} to {} list.
cs_cz: Úspěšně přidáno {} {} do tohoto {} seznamu.

# #32137
source: Failed to remove {} {} from {} list.
cs_cz: Nepodařilo se odebrat {} {} z toho {} seznamu.

# #32138
source: Failed to add {} {} to {} list.
cs_cz: Nepodařilo se přidat {} {} z tohoto {} seznamu.

# #32139
source: Remove from Trakt list
cs_cz: Odebrat ze seznamu Trakt

# #32140
source: Add to Trakt list
cs_cz: Přidat do seznamu Trakt

# #32141
source: Create new list...
cs_cz: Vytvořit nový seznam...

# #32142
source: Hide watched items
cs_cz: Skrýt zhlédnuté položky
sv_se: Dölj bevakade poster

# #32143
source: Cached details for {} successfully refreshed!
cs_cz: Cachované detaily pro {} úspěšně obnoveny!

# #32144
source: Refresh TheMovieDb Details
cs_cz: Obnovit podrobnosti z TheMovieDb

# #32145
source: TMDbHelper Options
cs_cz: TMDbHelper Nastavení

# #32146
source: Play using (TMDbHelper)
cs_cz: Přehrát pomocí (TMDbHelper)

# #32147
source: Browse seasons (TMDbHelper)
cs_cz: Procházet sezóny (TMDbHelper)

# #32148
source: Add/Remove from Trakt Watchlist
cs_cz: Přidat/Odebrat ze seznamu sledování na Trakt

# #32149
source: Add/Remove from Trakt History
cs_cz: Přidat/Odebrat z historie na Trakt

# #32150
source: Add/Remove from Trakt Collection
cs_cz: Přidat/Odebrat ze sbírky Trakt

# #32151
source: Add to Kodi Library
cs_cz: Přidat do knihovny Kodi

# #32152
source: Remove from list
cs_cz: Odebrat ze seznamu

# #32153
source: Refresh cached details
cs_cz: Obnovit cachované podrobnosti

# #32154
source: Update library now
cs_cz: Aktualizovat knihovnu
sv_se: Uppdatera biblioteket nu

# #32155
source: Next Aired (Library)
cs_cz: Příští vysílání (Knihovna)

# #32156
source: Next aired library calendar links to local tvshow
cs_cz: Kalendář příštího vysílání v knihovně odkazuje na místní seriál
sv_se: Nästa sändning som bibliotekskalendern länkar till lokal tv-serie

# #32157
source: Unable to find TMDb ID for item.
cs_cz: Nebylo možné najít TMDb ID pro položku.

# #32158
source: Automatically use player if only one available
cs_cz: Automaticky použít přehrávač, pokud je k dispozici pouze jeden

# #32159
source: Select Original Language
cs_cz: Vybrat původní jazyk

# #32160
source: Adding {} - {} to library...
cs_cz: Přidávám {} - {} do knihovny...
sv_se: Lägger till {} - {} i biblioteket...

# #32161
source: Do you wish to update the library with this list now?
cs_cz: Chceš aktualizovat knihovnu s tímto seznamem?
sv_se: Vill du uppdatera biblioteket med den här listan nu?

# #32162
source: Automatically play local files
cs_cz: Automaticky pouštět lokální soubory
sv_se: Spela upp lokala filer automatiskt

# #32163
source: Use fanart.tv for service monitor artwork
cs_cz: Použít fanart.tv pro vizuály služby
sv_se: Använd fanart.tv för bakgrund för tjänsteövervakning

# #32164
source: Adding Trakt lists to library is limited to [B]{}[/B] TV Shows and [B]{}[/B] Movies per list. This limit is set to ensure that the APIs providing data for free are respected.
cs_cz: Přidávání Trakt seznamů do knihovny je omezeno na [B]{}[/B] seriálů a [B]{}[/B] filmů na seznam. Toto omezení je nastaveno s cílem respektovat API rozhraní, která poskytují data zdarma.
sv_se: Att lägga till Trakt-listor i biblioteket är begränsat till [B]{}[/B] TV-serier och [B]{}[/B] filmer per lista. Denna gräns är satt för att säkerställa att de API:er som tillhandahåller data gratis respekteras.

# #32165
source: List length exceeds limits. Skipping...
cs_cz: Délka seznamu přesahuje limit. Přeskakuji...

# #32166
source: Adding items to library...
cs_cz: Přidávám tituly do knihovny...
sv_se: Lägga till poster i biblioteket...

# #32167
source: Updating
cs_cz: Aktualizuji
sv_se: Uppdaterar

# #32168
source: [B]{}[/B] by user [B]{}[/B]
cs_cz: [B]{}[/B] od uživatele [B]{}[/B]
sv_se: [B]{}[/B] av användare [B]{}[/B]

# #32169
source: Logout of Trakt account...
cs_cz: Odhlásit z účtu Trakt...
sv_se: Logga ut från Trakt-kontot...

# #32170
source: [B][COLOR=red]Warning[/COLOR][/B] This list contains [B]{}[/B] TV Shows and [B]{}[/B] Movies
cs_cz: [B][COLOR=red]Varování[/COLOR][/B] Tento seznam obsahuje [B]{}[/B] seriály a [B]{}[/B] filmy
sv_se: [B][COLOR=red]Varning[/COLOR][/B] Denna lista innehåller [B]{}[/B] TV-serier och [B]{}[/B] filmer

# #32171
source: [B][COLOR=red]Warning[/COLOR][/B] This list contains {} items
cs_cz: [B][COLOR=red]Varování[/COLOR][/B] Tento seznam obsahuje {} položek
sv_se: [B][COLOR=red]Varning[/COLOR][/B] Denna lista innehåller {} poster

# #32172
source: People
cs_cz: Lidé
sv_se: Personer

# #32173
source: Randomised
cs_cz: Náhodné
sv_se: Slumpmässig

# #32174
source: Discover
cs_cz: Prozkoumat
sv_se: Upptäck

# #32175
source: Popular
cs_cz: Populární
sv_se: Populär

# #32176
source: Top Rated
cs_cz: Nejlépe hodnocené
sv_se: Topprankade

# #32177
source: Upcoming
cs_cz: Nadcházející
sv_se: Kommande

# #32178
source: Trending Today
cs_cz: Dnešní trendy
sv_se: Trendar idag

# #32179
source: Trending This Week
cs_cz: Týdenní trendy
sv_se: Trendar denna vecka

# #32180
source: In Theatres
cs_cz: V kinech
sv_se: På biografer

# #32181
source: Airing Today
cs_cz: Vysíláno dnes
sv_se: Sänds idag

# #32182
source: Currently Airing
cs_cz: Aktuálně vysílané
sv_se: Sänds för närvarande

# #32183
source: Next Aired Library
cs_cz: Knihovna příštího vysílání
sv_se: Nästa sändning i bibliotek

# #32184
source: Highest Revenue
cs_cz: Nejvyšší tržby
sv_se: Högsta intäkterna

# #32185
source: Most Voted
cs_cz: Nejvíce hodnocené
sv_se: Flest röster

# #32186
source: All
cs_cz: Vše
sv_se: Alla

# #32187
source: Collections
cs_cz: Sbírky
sv_se: Samlingar

# #32188
source: Reviews
cs_cz: Recenze
sv_se: Recensioner

# #32189
source: TV Networks
cs_cz: TV Stanice
sv_se: TV-nätverk

# #32190
source: Movie Studios
cs_cz: Filmová studia
sv_se: Filmstudior

# #32191
source: Images
cs_cz: Obrázky
sv_se: Bilder

# #32192
source: Collection
cs_cz: Sbírka
sv_se: Samling

# #32193
source: Watchlist
cs_cz: Seznam sledování
sv_se: Bevakningslista

# #32194
source: Your Recently Watched
cs_cz: Tvoje nedávno sledované
sv_se: Dina senaste tittningar

# #32195
source: Your Most Watched
cs_cz: Tvoje nejvíce sledované
sv_se: Dina mest bevakade

# #32196
source: Your In-Progress
cs_cz: Tvoje rozkoukané
sv_se: Dina pågående

# #32197
source: Your Next Episodes
cs_cz: Tvoje další epizody
sv_se: Dina nästa avsnitt

# #32198
source: Recommended For You
cs_cz: Doporučeno pro tebe
sv_se: Rekommenderas för dig

# #32199
source: Based on Recently Watched
cs_cz: Na základě nedávno zhlédnutého
sv_se: Baserat på Nyligen tittat på

# #32200
source: Based on Most Watched
cs_cz: Na základě nejvíce sledovaného
sv_se: Baserat på Mest sedda

# #32201
source: Your
cs_cz: Tvoje
sv_se: Din

# #32202
source: Airing This Week
cs_cz: Vysílá se tento týden
sv_se: Sänds denna vecka

# #32203
source: Calendar
cs_cz: Kalendář
sv_se: Kalender

# #32204
source: Trending
cs_cz: Trendy
sv_se: Trendar

# #32205
source: Most Played
cs_cz: Nejvíce přehrávané
sv_se: Mest spelade

# #32206
source: Anticipated
cs_cz: Očekávané
sv_se: Förväntade

# #32207
source: Top 10 Box Office
cs_cz: Top 10 v návštěvnosti kin
sv_se: Topp 10 Box Office

# #32208
source: Trending Lists
cs_cz: Trendy seznamy
sv_se: Trendiga listor

# #32209
source: Popular Lists
cs_cz: Populární seznamy
sv_se: Populära listor

# #32210
source: Liked Lists
cs_cz: Oblíbené seznamy
sv_se: Gillade-listor

# #32211
source: Your Lists
cs_cz: Tvoje seznamy
sv_se: Dina listor

# #32212
source: Trakt user account logout
cs_cz: Odhlásit uživatelský účet Trakt
sv_se: Logga ut från Trakts användarkonto

# #32213
source: Do you wish to logout of your Trakt account?
cs_cz: Chceš se odhlásit ze svého Trakt účtu?
sv_se: Vill du logga ut från ditt Trakt-konto?

# #32214
source: Trakt access token not found
cs_cz: Přístupový token k účtu Trakt nenalezen
sv_se: Trakt access token hittades inte

# #32215
source: Logout failed!
cs_cz: Odhlášení selhalo!
sv_se: Utloggning misslyckades!

# #32216
source: Successfully logged out of Trakt user account
cs_cz: Úspěšné odhlášení z účtu Trakt
sv_se: Lyckades logga ut från Trakts användarkonto

# #32217
source: No artwork found for {} ID {}
cs_cz: Nenalezen obrázek pro {} ID {}

# #32218
source: Artwork found for {} ID {} {}
cs_cz: Nalezen obrázek pro {} ID {} {}

# #32219
source: Language {} | {} likes | ID {}
cs_cz: Jazyk {} | {} líbí se | ID {}

# #32220
source: Select artwork
cs_cz: Vybrat obrázek

# #32221
source: Refresh all artwork
cs_cz: Obnovit všechny obrázky

# #32222
source: Manage artwork
cs_cz: Spravovat obrázky
sv_se: Hantera bakgrund

# #32223
source: Recommended
cs_cz: Doporučeno
sv_se: Rekommenderade

# #32224
source: Similar
cs_cz: Podobné
sv_se: Liknande

# #32225
source: Crew
cs_cz: Štáb
sv_se: Filmteam

# #32226
source: Posters
cs_cz: Plakáty

# #32227
source: Cast in Movies
cs_cz: Hrál/a ve filmech
sv_se: Medverkande i filmer

# #32228
source: Cast in TV Shows
cs_cz: Hrál/a v seriálech
sv_se: Medverkande i TV-serier

# #32229
source: Crew in Movies
cs_cz: Štáb ve filmech
sv_se: Filmteam i filmer

# #32230
source: Crew in TV Shows
cs_cz: Štáb v seriálech
sv_se: Filmteam i TV-serier

# #32231
source: Thumbs
cs_cz: Náhledový obrázek
sv_se: Miniatyrer

# #32232
source: In Trakt Lists
cs_cz: V seznamech Trakt
sv_se: I Trakt-listor

# #32233
source: Refresh details
cs_cz: Obnovit detaily
sv_se: Uppdatera detaljer

# #32234
source: Refreshed details for {} ID {}
cs_cz: Obnoveny detaily pro {} ID {}

# #32235
source: Browse lists
cs_cz: Procházet seznamy
sv_se: Bläddra i listor

# #32236
source: Select Item
cs_cz: Vybrat položku
sv_se: Välj post

# #32237
source: Clear Discover History
cs_cz: Vymazat historii prozkoumávání
sv_se: Töm upptäcktshistorik

# #32238
source: Discover {}
cs_cz: Prozkoumat {}

# #32239
source: Match
cs_cz: Shoda

# #32240
source: Sorting
cs_cz: Řazení
sv_se: Sortering

# #32241
source: Save As
cs_cz: Uložit jako
sv_se: Spara som

# #32242
source: Premiere
cs_cz: Premiéra
sv_se: Premiär

# #32243
source: Theatrical (limited)
cs_cz: Kina (omezené)
sv_se: Teatralisk (begränsad)

# #32244
source: Theatrical
cs_cz: Kina
sv_se: Teatralisk

# #32245
source: Digital
cs_cz: Digitální

# #32246
source: Physical
cs_cz: Fyzické nosiče
sv_se: Fysisk
