Repository: kittmaster/KittmasterRepo
Catalog: nexus/plugin.video.themoviedb.helper/resources/language/resource.language.*/strings.po
Languages: cs_cz, sv_se

# #32436
source: Details
cs_cz: Detaily
sv_se: Detaljer

# #32437
source: Configure provider data allowlist
cs_cz: Nastavit seznam dostupných streamovacích služeb
sv_se: Konfigurera tillåten list för leverantörsdata

# #32438
source: Provider allowlist updated
cs_cz: Seznam povolených streamovacích služeb aktualizován
sv_se: Uppdatering av leverantörslista

# #32439
source: The provider allowlist has been updated. Please note that updating provider details requires the item cache to be refreshed. The item cache can be deleted in the expert settings section.
cs_cz: Seznam povolených streamovacích služeb byl aktualizován. Upozorňujeme, že aktualizace údajů o poskytovateli vyžaduje obnovení mezipaměti položek. Mezipaměť položek lze odstranit v sekci pokročilých nastavení.

# #32440
source: Edit steps
cs_cz: Upravit kroky
sv_se: Redigera steg

# #32441
source: Add a new step
cs_cz: Přidat nový krok
sv_se: Lägg till ett nytt steg

# #32442
source: Add a new rule
cs_cz: Přidat nové pravidlo
sv_se: Lägg till ny regel

# #32443
source: Select value to match against {}
cs_cz: Vyberte hodnotu, se kterou se má porovnávat {}
sv_se: Välj värde att matcha mot {}

# #32444
source: Select rule or listitem key
cs_cz: Vyberte pravidlo nebo položku seznamu (podle klíče)
sv_se: Välj regel eller listposttangent

# #32445
source: Edit Rules for Step {}
cs_cz: Upravit pravidla pro krok {}
sv_se: Redigera regler för steg {}

# #32446
source: plugin:// search URL for {}
cs_cz: plugin:// adresa pro vyhledávání {}
sv_se: plugin:// sök-URL för {}

# #32447
source: Up Next Only
cs_cz: Pouze Následující
sv_se: Endast Up Next

# #32448
source: Stop before attempting playback
cs_cz: Zastavit před pokusem o přehrávání
sv_se: Stoppa innan du försöker spela upp

# #32449
source: Ignore region release filter
cs_cz: Ignorovat filtr regionu vydání
sv_se: Ignorera filter för lanseringsregion

# #32450
source: Install context menu add-on
cs_cz: Nainstalovat doplněk kontextového menu

# #32451
source: Lowest
cs_cz: Nejnižší
sv_se: Lägsta

# #32452
source: Highest
cs_cz: Nejvyšší
sv_se: Högsta

# #32453
source: Least played
cs_cz: Nejméně přehrávané
sv_se: Minst spelade

# #32454
source: Shortest
cs_cz: Nejkratší
sv_se: Kortaste

# #32455
source: Longest
cs_cz: Nejdelší
sv_se: Längsta

# #32456
source: Watchlist (Released)
cs_cz: Seznam sledování (vydané)
sv_se: Bevakningslista (släppt)

# #32457
source: Watchlist (Anticipated)
cs_cz: Seznam sledování (očekávané)
sv_se: Bevakningslista (förväntad)

# #32458
source: Airing Next Library
cs_cz: Knihovna následujících epizod
sv_se: Sändning av nästa i bibliotek

# #32459
source: Your Episodes Airing Next
cs_cz: Vaše epizody, které budou vysílány příště
sv_se: Dina avsnitt som sänds nästa gång

# #32460
source: Awards
cs_cz: Oceněno
sv_se: Utmärkelser

# #32461
source: Winner of
cs_cz: Vítěz
sv_se: Vinnare av

# #32462
source: Nominated for
cs_cz: Nominován za
sv_se: Nominerad för

# #32463
source: Cache items in custom lists you own for 24 hours
cs_cz: Uložit položky v seznamu, který vlastníte, do paměti cache na 24 hodin
sv_se: Cache-lagring av objekt i egna listor i 24 timmar

# #32464
source: Significantly increases RAM usage but might improve repeat cache reads for disk cache located on slow storage devices (e.g. USB or SD card storage). Will likely cause worse cache performance for devices with normal storage (e.g. SSD, eMMC or internal HDD) or limited RAM.
cs_cz: Výrazně zvyšuje využití paměti RAM, ale může zlepšit opakované čtení z mezipaměti, pokud je disková mezipaměť umístěna na pomalém úložišti (např. USB nebo SD kartě). U zařízení s běžným úložištěm (např. SSD, eMMC nebo interní HDD) nebo s omezenou pamětí RAM může naopak způsobit horší výkon mezipaměti.

# #32465
source: Cache disk reads to memory (increases RAM usage)
cs_cz: Ukládat čtení z disku do paměti (zvyšuje využití RAM)

# #32466
source: Play automatically using available providers
cs_cz: Přehrát automaticky přes dostupné streamovací služby
sv_se: Spela automatiskt med hjälp av tillgängliga leverantörer

# #32467
source: Refresh cached Kodi Library details
cs_cz: Aktualizovat cache knihovny Kodi
sv_se: Uppdatera cachad information för Kodi-biblioteket

# #32468
source: Authorisation and sync notifications on startup
cs_cz: Autorizace a synchronizace notifikací při startu
sv_se: Behörighets- och synkroniseringsmeddelanden vid start

# #32469
source: Ignore articles when sorting alphabetically
cs_cz: Ignorovat členy (např. „the“, „a“, „an“) při abecedním řazení
sv_se: Ignorera artiklar vid sortering i alfabetisk ordning

# #32471
source: Connection error notifications
cs_cz: Oznámení o chybě připojení
sv_se: Meddelanden om fel i anslutningen

# #32472
source: Cache image location
cs_cz: Umístění cachovaného obrázku
sv_se: Plats för cache-bild

# #32473
source: Collected
cs_cz: Shromážděno
sv_se: Insamlat

# #32474
source: Successfully added {} as default player for {}
cs_cz: Úspěšně přidán {} jako výchozí přehrávač pro {}
sv_se: Lyckades lägga till {} som standardspelare för {}

# #32475
source: Successfully cleared default player for {}
cs_cz: Úspěšně vymazán {} jako výchozí přehrávač pro {}
sv_se: Lyckades tömma standardspelare för {}

# #32476
source: Choose default player
cs_cz: Vyber výchozí přehrávač
sv_se: Välj standardspelare

# #32477
source: Change default player for tvshow, season, or episode
cs_cz: Změň výchozí přehrávač pro seriál, sezónu nebo epizodu
sv_se: Ändra standardspelare för tv-serie, säsong eller avsnitt

# #32478
source: Rebuild service listitems offscreen
cs_cz: Znovu vytvořit položky seznamu služby mimo obrazovku

# #32479
source: Some platforms experience crashes while updating onscreen background service listitems with additional properties. Forcing service listitems to be rebuilt offscreen prevents this issue but will be slightly slower to add artwork and ratings. Restart Kodi to see changes.
cs_cz: Některé platformy mohou při aktualizaci položek seznamu služeb na pozadí obrazovky s dalšími vlastnostmi zažít pády. Donucení položek seznamu služeb k opětovnému vytvoření mimo obrazovku tento problém zabrání, ale přidání grafiky a hodnocení bude o něco pomalejší. Pro zobrazení změn restartujte Kodi.

# #32480
source: Readahead caching of service listitems
cs_cz: Mezipaměť předběžného načítání položek seznamu služeb

# #32481
source: Increases the pool of recently watched items randomly selected from the seed to use for "Because You Watched" style recommendations.
cs_cz: Zvětšuje zásobu nedávno sledovaných položek, které jsou náhodně vybírány z původního seznamu pro doporučení ve stylu „Protože jste sledovali“.
sv_se: Ökar antalet nyligen sedda objekt som slumpmässigt valts ut från seed för att användas för rekommendationer i stil med "För att du tittade på".

# #32482
source: Random seed pool for recommendations
cs_cz: Náhodný výběr počátečních dat pro doporučení
sv_se: Slumpmässig seed-pool för rekommendationer

# #32483
source: Allow 3rd party plugin access to API key/token
cs_cz: Povolit přístup doplňků třetích stran přes API klíč/token
sv_se: Tillåt åtkomst till API-nyckel/token för insticksmodul från tredje part

# #32485
source: Add rating
cs_cz: Přidat hodnocení
sv_se: Lägg till betyg

# #32486
source: Certification
cs_cz: Certifikace
sv_se: Certifiering

# #32487
source: Certification ( < or = )
cs_cz: Certifikace ( < or = )
sv_se: Certifiering ( < eller = )

# #32488
source: Certification ( > or = )
cs_cz: Certifikace ( > or = )
sv_se: Certifiering ( > eller = )

# #32489
source: Change rating
cs_cz: Změnit hodnocení
sv_se: Ändra betyg

# #32490
source: Add to favourites
cs_cz: Přidat do oblíbených
sv_se: Lägg till i favoriter

# #32491
source: Remove from favourites
cs_cz: Odebrat z oblíbených
sv_se: Ta bort från favoriter

# #32492
source: {} already exists in {}!\nDo you wish to remove this item from the list?
cs_cz: {} už existuje v {}!\nChceš tuto položku odstranit ze seznamu?
sv_se: {} finns redan i {}!\nVill du ta bort den här posten från listan?

# #32493
source: Successfully removed {} from {}
cs_cz: Úspěšně odstraněno {} z {}
sv_se: Lyckades ta bort {} från {}

# #32494
source: Successfully added {} to {}
cs_cz: Úspěšně přidán {} do {}
sv_se: Lade till {} till {}

# #32495
source: Create new node
cs_cz: Vytvořit nový uzel
sv_se: Skapa ny nod

# #32496
source: Add/Remove as Custom Node
cs_cz: Přidat/Odebrat jako vlastní uzel
sv_se: Lägg till/ta bort som anpassad nod

# #32497
source: Container content fallback for service listitems without mediatypes
cs_cz: Náhradní obsah kontejneru pro položky seznamu služeb bez mediálních typů
sv_se: Container innehåll reserv för service listitems utan mediatyper

# #32498
source: Some plugins have poor metadata and fail to fill the item mediatype which results in the service monitor not completing an item lookup. This setting allows the service monitor to use the container content type when item mediatype is missing. Note this setting will likely result more frequent incorrect matches due to the end plugin having bad metadata.
cs_cz: Některé pluginy mají špatná metadata a nevyplní typ média položky, což způsobí, že monitor služby nedokončí hledání položky. Toto nastavení umožňuje monitoru služby použít typ obsahu kontejneru, když chybí typ média položky. Upozorňujeme, že toto nastavení pravděpodobně povede k častějším nesprávným shodám kvůli špatným metadatům koncového pluginu.
sv_se: Vissa insticksmoduler har dåliga metadata och fyller inte i objektets mediatyp, vilket leder till att tjänsteövervakaren inte slutför en objektsökning. Den här inställningen gör det möjligt för tjänstemonitorn att använda innehållstypen container när mediatyp för objekt saknas. Observera att den här inställningen sannolikt kommer att leda till fler felaktiga matchningar på grund av att slutinsticket har dåliga metadata.

# #32499
source: Page multipliers (higher is slower)
cs_cz: Násobitelé stránek (vyšší = pomalejší)
sv_se: Sidmultiplikatorer (högre är långsammare)

# #32500
source: Page multiplier (TMDb basic lists)
cs_cz: Násobitel stránek (základní seznamy TMDb)
sv_se: Sidmultiplikator (TMDb grundlistor)

# #32501
source: Page multiplier (Trakt basic lists)
cs_cz: Násobitel stránek (základní seznamy Trakt)
sv_se: Sidmultiplikator (Traktens baslistor)

# #32502
source: Page multiplier (Trakt sync lists)
cs_cz: Násobitel stránek (synchronizované seznamy Trakt)
sv_se: Sidmultiplikator (Trakt synklistor)

# #32503
source: Page multiplier (Library windows)
cs_cz: Násobitel stránek (okna Knihovny)
sv_se: Sidmultiplikator (biblioteksfönster)

# #32504
source: Add {} to node
cs_cz: Přidat {} k uzlu
sv_se: Lägg till {} till nod

# #32505
source: Genre icons folder (TMDb)
cs_cz: Složka ikon žánrů (TMDb)
sv_se: Mapp med genreikoner (TMDb)

# #32506
source: Provider icons folder (TMDb)
cs_cz: Složka ikon poskytovatelů (TMDb)
sv_se: Ikonmapp för leverantör (TMDb)

# #32507
source: Genre icon folder (Trakt)
cs_cz: Složka ikon žánrů (Trakt)
sv_se: Genre-ikonmapp (Trakt)

# #32508
source: Recache Kodi Library details when building players
cs_cz: Znovu načíst detaily knihovny Kodi při vytváření přehrávačů
sv_se: Mellanlagra Kodi-bibliotekets detaljer igen när du bygger spelare

# #32509
source: Use alternative TMDb API url
cs_cz: Použít alternativní TMDb API adresu
sv_se: Använd alternativ URL för TMDb-API

# #30030
source: Hindi (India)
cs_cz: Hindština (Indie)
sv_se: Hindi (Indien)

# #30031
source: Hungarian (Hungary)
cs_cz: Maďarština (Maďarsko)
sv_se: Ungerska (Ungern)

# #30032
source: Indonesian (Indonesia)
cs_cz: Indonéština (Indonésie)
sv_se: Indonesiska (Indonesien)

# #30033
source: Italian (Italy)
cs_cz: Italština (Itálie)
sv_se: Italienska (Italien)

# #30034
source: Japanese (Japan)
cs_cz: Japonština (Japonsko)
sv_se: Japanska (Japan)

# #30035
source: Georgian (Georgia)
cs_cz: Gruzínština (Gruzie)
sv_se: Georgiska (Georgien)

# #30036
source: Kazakh (Kazakhstan)
cs_cz: Kazaština (Kazachstán)
sv_se: Kazakiska (Kazakstan)

# #30037
source: Kannada (India)
cs_cz: Kannadština (Indie)
sv_se: Kannada (Indien)

# #30038
source: Korean (South Korea)
cs_cz: Korejština (Jižní Korea)
sv_se: Koreanska (Sydkorea)

# #30039
source: Lithuanian (Lithuania)
cs_cz: Litevština (Litva)
sv_se: Litauiska (Litauen)

# #30040
source: Latvian (Latvia)
cs_cz: Lotyština (Lotyšsko)
sv_se: Lettiska (Lettland)

# #30041
source: Malayalam (India)
cs_cz: Malajálamština (Indie)
sv_se: Malayalam (Indien)

# #30042
source: Malay (Malaysia)
cs_cz: Malajština (Malajsie)

# #30043
source: Malay (Singapore)
cs_cz: Malajština (Singapur)

# #30044
source: Norwegian Bokmål (Norway)
cs_cz: Norština Bokmål (Norsko)
sv_se: Norskt bokmål (Norge)

# #30045
source: Dutch (Netherlands)
cs_cz: Nizozemština (Nizozemsko)
sv_se: Nederländska (Nederländerna)

# #30046
source: Norwegian (Norway)
cs_cz: Norština (Norsko)
sv_se: Norska (Norge)

# #30047
source: Polish (Poland)
cs_cz: Polština (Polsko)
sv_se: Polska (Polen)

# #30048
source: Portuguese (Brazil)
cs_cz: Portugalština (Brazílie)
sv_se: Portugisiska (Brasilien)

# #30049
source: Portuguese (Portugal)
cs_cz: Portugalština (Portugalsko)
sv_se: Portugisiska (Portugal)

# #30050
source: Romanian (Romania)
cs_cz: Rumunština (Rumunsko)
sv_se: Rumänska (Rumänien)

# #30051
source: Russian (Russia)
cs_cz: Ruština (Rusko)
sv_se: Ryska (Ryssland)

# #30052
source: Sinhalese (Sri Lanka)
cs_cz: Sinhálština (Srí Lanka)
sv_se: Singaleser (Sri Lanka)

# #30053
source: Slovak (Slovakia)
cs_cz: Slovenština (Slovakia)
sv_se: Slovakiska (Slovakien)

# #30054
source: Slovenian (Slovenia)
cs_cz: Slovinština (Slovinsko)
sv_se: Slovenska (Slovenien)

# #30055
source: Serbian (Serbia)
cs_cz: Srbština (Srbsko)
sv_se: Serbiska (Serbien)

# #30056
source: Swedish (Sweden)
cs_cz: Švédština (Švédsko)
sv_se: Svenska (Sverige)

# #30057
source: Tamil (India)
cs_cz: Tamilština (Indie)
sv_se: Tamil (Indien)

# #30058
source: Telugu (India)
cs_cz: Telugština (Indie)
sv_se: Telugu (Indien)

# #30059
source: Thai (Thailand)
cs_cz: Thajština (Thajsko)

# #30060
source: Tagalog (Philippines)
cs_cz: Tagalog (Filipíny)
sv_se: Tagalog (Filippinerna)

# #30061
source: Turkish (Turkey)
cs_cz: Turečtina (Turecko)
sv_se: Turkiska (Turkiet)

# #30062
source: Ukrainian (Ukraine)
cs_cz: Ukrajinština (Ukrajina)
sv_se: Ukrainska (Ukraina)

# #30063
source: Vietnamese (Vietnam)
cs_cz: Vietnamština (Vietnam)
sv_se: Vietnamesiska (Vietnam)

# #30064
source: Mandarin (China)
cs_cz: Mandarínština (Čína)
sv_se: Mandarin (Kina)

# #30065
source: Mandarin (Hong Kong)
cs_cz: Mandarínština (Hong Kong)

# #30066
source: Mandarin (Taiwan)
cs_cz: Mandarínština (Taiwan)

# #30067
source: Zulu (South Africa)
cs_cz: Zulu (Jižní Afrika)
sv_se: Zulu (Sydafrika)

# #32000
source: TMDb API key
cs_cz: TMDb API klíč

# #32001
source: OMDb API key
cs_cz: OMDb API klíč
sv_se: OMDb API-nyckel

# #32002
source: Days to cache details
cs_cz: Dny pro ukládání do cache paměti
sv_se: Dagar att mellanlagra detaljer

# #32003
source: Days to cache lists
cs_cz: Dny pro ukládání seznamů do cache paměti

# #32004
source: MPAA rating prefix
cs_cz: Předložka hodnocení přístupnosti MPAA
sv_se: Prefix för MPAA-klassificering

# #32005
source: Language and country
cs_cz: Nastavení jazyka a země
sv_se: Språk och land

# #32006
source: Choose item
cs_cz: Vybrat položku

# #32007
source: Unauthorised 401 Error
cs_cz: Chyba 401
sv_se: Obehörigt 401-fel

# #32008
source: API Key
cs_cz: API Klíč

# #32009
source: API returned 401 unauthorised error. If you have entered an API key for this service$COMMA please check that it is correct. If this error relates to TMDb API$COMMA please post a debug log to [B]https://github.com/jurialmunkey/plugin.video.themoviedb.helper/issues[/B]
cs_cz: API vrátilo chybu 401 - Neautorizováno. Pokud jste zadali API klíč pro tuto službu$COMMA , prosím zkontrolujte, že je správný. Pokud tato chyba souvisí s TMDb API$COMMA , prosím zveřejněte log pro ladění na [B]https://github.com/jurialmunkey/plugin.video.themoviedb.helper/issues[/B].

# #32010
source: Authenticate Trakt account...
cs_cz: Spárovat s účtem Trakt...
sv_se: Autentisera Trakt-konto...

# #32012
source: You must authenticate your Trakt account to use this feature.
cs_cz: Musíš ověřit svůj účet Trakt aby jsi mohl používat tuto funkci.
sv_se: Du måste autentisera ditt Trakt-konto för att kunna använda den här funktionen.

# #32013
source: Display Trakt list management options in TMDb details list
cs_cz: Zobrazit možnosti správy seznamu Trakt v seznamu podrobností TMDb

# #32014
source: Players
cs_cz: Přehrávače
sv_se: Spelare

# #32015
source: Players URL
cs_cz: Adresa URL přehrávačů

# #32016
source: Update players from URL
cs_cz: Aktualizovat přehrávače z URL
sv_se: Uppdatera spelare från URL

# #32017
source: API Keys
cs_cz: API Klíče
sv_se: API-nycklar

# #32018
source: Fanart.tv API key
cs_cz: Fanart.tv API klíč

# #32019
source: Fanart.tv client key
cs_cz: Fanart.tv klientský klíč
sv_se: Fanart.tv klientnyckel

# #32020
source: Only use if default api key is deactivated
cs_cz: Používat pouze pokud je výchozí api klíč deaktivován

# #32021
source: Use fanart.tv for plugin artwork (slower)
cs_cz: Použij fanart.tv pro obrázky pluginů (pomalejší)
sv_se: Använd fanart.tv för insticksbakgrund (långsammare)

# #32022
source: Play / Open
cs_cz: Přehrát / Otevřít

# #32023
source: Default select action in addon
cs_cz: Výchozí akce při výběru v doplňku
sv_se: Välj standardåtgärd i tillägg

# #32024
source: Default player for movies
cs_cz: Výchozí přehrávač pro filmy
sv_se: Standardspelare för filmer

# #32025
source: Default player for episodes
cs_cz: Výchozí přehrávač pro epizody
sv_se: Standardspelare för avsnitt

# #32026
source: Choose default players
cs_cz: Vybrat výchozí přehrávače

# #32027
source: Clear default players
cs_cz: Vymazat výchozí přehrávače

# #32000
source: Unaired
sv_se: Icke-sända

# #32003
source: Preferred
sv_se: Föredragen

# #32006
source: Supplement
sv_se: Komplettering

# #32034
source: Get watched indicators and episode counts
sv_se: Få indikatorer på sedda och antal avsnitt

# #32439
source: The provider allowlist has been updated.
sv_se: Tillåten lista för leverantörer har uppdaterats.

# #32514
source: Add to MDbList list
sv_se: Lägg till i MDbList-listan

# #32516
source: MDbList API credentials not found.
sv_se: API-autentiseringsuppgifter för MDbList hittades inte.

# #32517
source: Add your personal MDbList API key in TMDbHelper settings.
sv_se: Lägg till din personliga MDbList API-nyckel i TMDbHelper-inställningarna.

# #32518
source: No static lists found for current MDbList user.
sv_se: Inga statiska listor hittades för den aktuella MDbList-användaren.

# #32519
source: Remove from MDbList list
sv_se: Ta bort från MDbList-listan

# #32521
source: Rated
sv_se: Betygsatt

# #32522
source: TMDb user options
sv_se: TMDb användaralternativ

# #32523
source: Add/Remove from TMDb user list
sv_se: Lägg till/ta bort från TMDb-användarlista

# #32524
source: User lists
sv_se: Användarlistor

# #32525
source: Add/Remove from TMDb favourites
sv_se: Lägg till/ta bort från TMDb-favoriter

# #32526
source: Add/Remove from TMDb watchlist
sv_se: Lägg till/ta bort från TMDb:s bevakningslista

# #32527
source: Remove from {}
sv_se: Ta bort från {}

# #32528
source: Add to {}
sv_se: Lägg till i {}

# #32529
source: Scrobble items played via TMDbHelper
sv_se: Skrobbla poster spelade via TMDbHelper

# #32530
source: Remove rating
sv_se: Ta bort betyget

# #32531
source: Method only available for VIP accounts.
sv_se: Metoden är endast tillgänglig för VIP-konton.

# #32532
source: Force resync
sv_se: Tvinga en ny synkronisering

# #32534
source: Trakt sync progress notifications
sv_se: Meddelanden om framsteg för Trakt-synkronisering

# #32535
source: Non-binary
sv_se: Icke-binär

# #32536
source: Unspecified
sv_se: Ospecificerad
