Repository: kittmaster/KittmasterRepo
Catalog: nexus/plugin.video.themoviedb.helper/resources/language/resource.language.*/strings.po
Languages: cs_cz, sv_se

# #32247
source: With Cast
cs_cz: Herci
sv_se: Med medverkande

# #32248
source: With Crew
cs_cz: Štáb
sv_se: Med filmteam

# #32249
source: With People
cs_cz: Lidé
sv_se: Med personer

# #32250
source: Primary Release Year
cs_cz: Rok původního vydání
sv_se: Primärt utgivningsår

# #32251
source: Primary Release Date After
cs_cz: Původní vydání po datu
sv_se: Primärt utgivningsdatum efter

# #32252
source: Primary Release Date Before
cs_cz: Původní vydání před datem
sv_se: Primärt utgivningsdatum före

# #32253
source: Release Date After
cs_cz: Datum vydání po
sv_se: Utgivningsdatum efter

# #32254
source: Release Date Before
cs_cz: Datum vydání před
sv_se: Utgivningsdatum före

# #32255
source: Release Type
cs_cz: Formát vydání
sv_se: Typ av utgivning

# #32256
source: Release Region
cs_cz: Region vydání
sv_se: Utgivningsregion

# #32257
source: With Networks
cs_cz: Sítě
sv_se: Alla nätverk

# #32258
source: Air Date After
cs_cz: Datum vysílání po
sv_se: Sändningsdatum efter

# #32259
source: Air Date Before
cs_cz: Datum vysílání před
sv_se: Sändningsdatum före

# #32260
source: First Air Date After
cs_cz: První vysílání po datu
sv_se: Första sändningsdatum efter

# #32261
source: First Air Date Before
cs_cz: První vysílání před datem
sv_se: Första sändningsdatum före

# #32262
source: First Air Year
cs_cz: Datum původního vysílání
sv_se: Första sändningsåret

# #32263
source: With Genres
cs_cz: Se žánry
sv_se: Med genrer

# #32264
source: Without Genres
cs_cz: Bez žánrů
sv_se: Utan genrer

# #32265
source: With Companies
cs_cz: Se Společnostmi
sv_se: Med företag

# #32266
source: Without
cs_cz: Bez
sv_se: Utan

# #32267
source: Without Keywords
cs_cz: Bez klíčových slov
sv_se: Utan nyckelord

# #32268
source: With Keywords
cs_cz: S klíčovými slovy
sv_se: Med nyckelord

# #32269
source: With Original Language
cs_cz: S originálním jazykem
sv_se: Med originalspråk

# #32270
source: Vote Count ( > or = )
cs_cz: Počet hlasů ( > nebo = )
sv_se: Antal röster ( > eller = )

# #32271
source: Vote Count ( < or = )
cs_cz: Počet hlasů ( < or = )
sv_se: Antal röster ( < eller = )

# #32272
source: Vote Average ( > or = )
cs_cz: Průměr hlasů ( > nebo = )
sv_se: Röster i genomsnitt ( > eller = )

# #32273
source: Vote Average ( < or = )
cs_cz: Průměr hlasů ( < or = )
sv_se: Röster i genomsnitt ( < eller = )

# #32274
source: Runtime (Minutes) ( > or = )
cs_cz: Stopáž (Minuty) ( > nebo = )
sv_se: Speltid (minuter) ( > eller = )

# #32275
source: Runtime (Minutes) ( < or = )
cs_cz: Stopáž (Minuty) ( < nebo = )
sv_se: Speltid (minuter) ( < eller = )

# #32276
source: Search for
cs_cz: Hledat
sv_se: Sök efter

# #32277
source: Add Rule
cs_cz: Přidat pravidlo
sv_se: Lägg till regel

# #32278
source: Enter Network IDs separated with " / "
cs_cz: Zadejte ID sítí oddělená " / "
sv_se: Ange nätverks-ID åtskilda med " / "

# #32279
source: Enter Year
cs_cz: Zadej rok
sv_se: Ange år

# #32280
source: Last Fortnight
cs_cz: Minulých 14 dní
sv_se: Sista tvåveckorsperioden

# #32281
source: Last Week
cs_cz: Minulý týden
sv_se: Förra veckan

# #32282
source: Yesterday
cs_cz: Včera
sv_se: Igår

# #32283
source: Next Week
cs_cz: Příští týden
sv_se: Nästa vecka

# #32284
source: This Week
cs_cz: Tento týden
sv_se: Denna vecka

# #32285
source: This Fortnight
cs_cz: Těchto 14 dní
sv_se: Denna tvåveckorsperiod

# #32286
source: Rank
cs_cz: Hodnocení

# #32287
source: Sort by
cs_cz: Řadit podle
sv_se: Sortera efter

# #32288
source: Because you watched
cs_cz: Protože jsi sledoval
sv_se: För att du tittade på

# #32289
source: Add to collection
cs_cz: Přidat do sbírky
sv_se: Lägg till i samling

# #32290
source: Remove from collection
cs_cz: Odebrat ze sbírky
sv_se: Ta bort från samlingen

# #32291
source: Add to watchlist
cs_cz: Přidat do seznamu sledování
sv_se: Lägg till i bevakningslista

# #32292
source: Remove from watchlist
cs_cz: Odebrat ze seznamu sledování
sv_se: Ta bort från bevakningslistan

# #32293
source: Add to recommendations
cs_cz: Přidat do doporučených

# #32294
source: Remove from recommendations
cs_cz: Odebrat z doporučených

# #32295
source: Trakt options
cs_cz: Nastavení Trakt
sv_se: Trakt-alternativ

# #32296
source: {} failed for {}! {} ID {}
cs_cz: {} neúspěšné pro {}! {} ID {}
sv_se: {} misslyckades för {}! {} ID {}

# #32297
source: {} was successful for {}! {} ID {}
cs_cz: {} bylo úspěšné pro {}! {} ID {}
sv_se: {} lyckades för {}! {} ID {}

# #32298
source: Add to user list
cs_cz: Přidat do uživatelského seznamu
sv_se: Lägg till i användarlista

# #32299
source: Add to new list
cs_cz: Přidat do nového seznamu
sv_se: Lägg till i ny lista

# #32300
source: Trending List
cs_cz: Seznam trendů
sv_se: Trendlista

# #32301
source: Popular List
cs_cz: Seznam populárních
sv_se: Populär lista

# #32302
source: Liked List
cs_cz: Seznam oblíbených
sv_se: Gillade-lista

# #32303
source: Your List
cs_cz: Tvůj seznam
sv_se: Din lista

# #32304
source: View comments
cs_cz: Zhlédnout komentáře
sv_se: Visa kommentarer

# #32305
source: Comments
cs_cz: Komentáře
sv_se: Kommentarer

# #32306
source: No comments found!
cs_cz: Komentáře nenalezeny!
sv_se: Inga kommentarer hittades!

# #32307
source: Suppressing retries for {} seconds
cs_cz: Zastavení opakování na dobu {} sekund

# #32309
source: Browse sorted list
cs_cz: Procházet seřazený seznam
sv_se: Bläddra i sorterad lista

# #32310
source: TMDb ID for {} not found!
cs_cz: TMDb ID pro {} nenalezen!
sv_se: TMDb ID för {} hittades inte!

# #32311
source: Clear default player
cs_cz: Vymazat výchozí přehrávač
sv_se: Töm standardspelare

# #32312
source: Select lists
cs_cz: Vybrat seznamy
sv_se: Välj listor

# #32313
source: Enter URL to download players
cs_cz: Zadejte URL pro stažení přehrávačů
sv_se: Ange URL för att hämta ner spelare

# #32314
source: Download players from URL? [B]{}[/B]
cs_cz: Stáhnout přehrávače z adresy URL? [B]{}[/B]
sv_se: Hämta ner spelare från URL? [B]{}[/B]

# #32315
source: Add to liked lists
cs_cz: Přidat do oblíbených seznamů
sv_se: Lägg till i gillade-listor

# #32316
source: Successfully {} list!
cs_cz: Úspěšně {} seznam!
sv_se: Lyckades {} lista!

# #32317
source: Unable to {} list!
cs_cz: Nemožné {} seznam!
sv_se: Det går inte att {} lista!

# #32318
source: Error code: {}
cs_cz: Chybová hláška: {}
sv_se: Felkod: {}

# #32319
source: Remove from liked lists
cs_cz: Vymazat z oblíbených seznamů
sv_se: Ta bort från gillade listor

# #32320
source: unliked
cs_cz: nelíbí se mi
sv_se: ogillade

# #32321
source: liked
cs_cz: líbí se mi
sv_se: gillade

# #32322
source: Select player
cs_cz: Vybrat přehrávač
sv_se: Välj spelare

# #32323
source: Item added to library
cs_cz: Titul přidán do knihovny

# #32324
source: Select Play Method
cs_cz: Vyberte metodu přehrávání

# #32325
source: Configuration for player is missing "is_resolvable" flag. Please select resolve method. setResolvedUrl is the preferred method and generally should work for any player addon that plays files directly, uses inputstream adapative, or only prompts to select bitrate/quality. PlayMedia should be used for any player addon which first runs a script to scrape sources or otherwise does not work correctly using the setResolvedUrl method. To override this dialog, set a resolve method for the player in TMDbHelper's player settings configuration dialog.
cs_cz: Konfigurace přehrávače postrádá příznak 'is_resolvable'. Prosím, vyberte metodu pro vyřešení. setResolvedUrl je preferovaná metoda a měla by fungovat pro každý doplněk přehrávače, který přehrává soubory přímo, používá inputstream adaptive nebo pouze vyžaduje výběr bitrate/quality. PlayMedia by měl být použit pro jakýkoli doplněk přehrávače, který nejprve spustí skript pro získání zdrojů nebo jinak nefunguje správně s metodou setResolvedUrl.v Pro obcházení tohoto dialogu nastavte metodu pro vyřešení přehrávače v konfiguračním dialogu nastavení přehrávače v TMDbHelper.

# #32326
source: This Month
cs_cz: Tento měsíc
sv_se: Denna månad

# #32327
source: Last Month
cs_cz: Minulý měsíc
sv_se: Förra månaden

# #32328
source: Select Player to Configure
cs_cz: Vyberte přehrávač k nastavení
sv_se: Välj spelare att konfigurera

# #32329
source: Configure players
cs_cz: Nastavit přehrávače
sv_se: Konfigurera spelare

# #32330
source: Reset to Defaults
cs_cz: Resetovat do původního nastavení
sv_se: Återställ till standard

# #32331
source: Enter New Name for {}
cs_cz: Zadej nové jméno pro {}
sv_se: Ange nytt namn för {}

# #32332
source: Choose resolve method for player
cs_cz: Zvolte metodu řešení pro přehrávač
sv_se: Välj uppslagsmetod för spelaren

# #32333
source: User Choice
cs_cz: Volba uživatele
sv_se: Användarens val

# #32334
source: Reset player to defaults?
cs_cz: Resetovat přehrávač do původního nastavení?
sv_se: Återställ spelaren till standardvärden?

# #32335
source: Do you wish to reset the [B]{}[/B] player file back to its original unmodified state on disk? [B]WARNING:[/B] This action cannot be undone.
cs_cz: Chcete obnovit soubor přehrávače [B]{}[/B] do jeho původního, neupraveného stavu na disku? [B]UPOZORNĚNÍ:[/B] Tuto akci nelze vrátit zpět.
sv_se: Vill du återställa [B]{}[/B] spelarfilen till sitt ursprungliga, oförändrade tillstånd på disken? [B]VARNING:[/B] Den här åtgärden kan inte ångras.

# #32336
source: Save your changes?
cs_cz: Uložit změny?
sv_se: Spara dina ändringar?

# #32337
source: The [B]{}[/B] player file has changed. Do you wish to save your changes? If you close without saving, your changes will be lost.
cs_cz: Soubor přehrávače [B]{}[/B] byl změněn. Chcete uložit provedené změny? Pokud zavřete bez uložení, změny budou ztraceny.
sv_se: Spelarfilen [B]{}[/B] har ändrats. Vill du spara dina ändringar? Om du stänger utan att spara kommer dina ändringar att gå förlorade.

# #32338
source: Close without Saving
cs_cz: Zavřít bez uložení
sv_se: Stäng utan att spara

# #32339
source: {} playback URL resolve method
cs_cz: Metoda pro vyřešení URL přehrávání pro {}
sv_se: {} uppslagsmetod för uppspelning av URL

# #32340
source: Please note that setResolvedUrl is Kodi's preferred method for resolving playback URLs. The PlayMedia method should only be used if you experience difficulties using setResolvedUrl with this particular player. Are you sure you want to set this player's resolve method to PlayMedia?
cs_cz: Upozorňujeme, že metoda setResolvedUrl je preferovaným způsobem řešení URL pro přehrávání v Kodi. Metodu PlayMedia byste měli použít pouze tehdy, pokud máte s metodou setResolvedUrl problémy u tohoto konkrétního přehrávače. Opravdu si přejete nastavit metodu řešení URL tohoto přehrávače na PlayMedia?
sv_se: Observera att setResolvedUrl är Kodis föredragna metod för att lösa uppspelningswebbadresser. PlayMedia-metoden bör endast användas om du upplever svårigheter med att använda setResolvedUrl med just den här spelaren. Är du säker på att du vill ställa in den här spelarens resolve-metod till PlayMedia?

# #32341
source: Choose fallback player method
cs_cz: Zvolte náhradní metodu přehrávače
sv_se: Välj reservmetod för spelare

# #32342
source: Fallbacks for {}
cs_cz: Náhradní řešení pro {}
sv_se: Reserver för {}

# #32343
source: Choose fallback for {} {}
cs_cz: Zvolte náhradní řešení pro {} {}
sv_se: Välj reservlösning för {} {}

# #32344
source: Enter New Priority for {}
cs_cz: Zadejte novou prioritu pro {}
sv_se: Ange ny prioritet för {}

# #32345
source: Episode groups
cs_cz: Skupiny epizod
sv_se: Avsnittsgrupper

# #32346
source: Resend local files (fix Trakt scrobbling bug)
cs_cz: Znovu odeslat místní soubory (oprava chyby scrobbingu na Trakt)

# #32347
source: Log output of Trakt request
cs_cz: Výstup požadavku na Trakt do logu
sv_se: Logga utdata från Trakt-förfrågan

# #32348
source: Log output of TMDb request
cs_cz: Výstup požadavku na TMDb do logu
sv_se: Logga utdata från TMDb-begäran

# #32349
source: Creating movies playlist
cs_cz: Vytvářím seznam filmů

# #32350
source: Creating tvshows playlist
cs_cz: Vytvářím seznam seriálů

# #32351
source: Dummy ResolvedURL
cs_cz: Fiktivní ResolvedURL

# #32352
source: Dummy video duration (seconds)
cs_cz: Fiktivní délka videa (vteřiny)
sv_se: Dummy-videons varaktighet (sekunder)

# #32353
source: Missing "is_resolvable" Flag
cs_cz: Chybějící flag "is_resolvable"
sv_se: Saknar flaggan "is_resolvable"

# #32354
source: Does this player resolve directly to a single playable file? Select "Yes" for any player that plays directly from single source. Select "No" for players that scrape multiple sources or otherwise do not work with the setResolvedURL method.
cs_cz: Zpracovává tento přehrávač přímo jediný přehratelný soubor? Vyberte "Ano" pro jakýkoli přehrávač, který přehrává přímo z jednoho zdroje. Vyberte "Ne" pro přehrávače, které prohledávají více zdrojů nebo jinak nepracují s metodou setResolvedURL.
sv_se: Slår den här spelaren upp direkt till en enda spelbar fil? Välj "Ja" för alla spelare som spelar direkt från en enda källa. Välj "Nej" för spelare som skrapar flera källor eller på annat sätt inte fungerar med setResolvedURL-metoden.

# #32355
source: Remove from user list
cs_cz: Odstranit z uživatelského seznamu
sv_se: Ta bort från användarlistan

# #32356
source: Enter new list name
cs_cz: Zadej název nového seznamu
sv_se: Ange nytt listnamn

# #32357
source: Are you sure you want to delete [B]{}[/B]? This action cannot be undone.
cs_cz: Chceš skutečně odstranit [B]{}[/B]? Tuto akci nelze vrátit zpět.
sv_se: Är du säker på att du vill ta bort [B]{}[/B]? Denna åtgärd kan inte ångras.

# #32358
source: Delete user list
cs_cz: Vymazat uživatelský seznam
sv_se: Ta bort användarlista

# #32359
source: Enter new name
cs_cz: Zadej nové jméno
sv_se: Ange nytt namn

# #32360
source: Companies
cs_cz: Společnosti
sv_se: Företag

# #32361
source: Search Lists
cs_cz: Seznamy hledání
sv_se: Sök listor

# #32362
source: Do you want to add this item to the library now?
cs_cz: Chceš tento titul přidat do knihovny?
sv_se: Vill du lägga till den här posten i biblioteket nu?

# #32363
source: Delay after resolving (seconds)
cs_cz: Zpoždění po vyřešení (vteřiny).
sv_se: Fördröjning efter uppslag (sekunder)

# #32364
source: Reroute PlayMedia to xbmc.Player()
cs_cz: Přesměrovat PlayMedia na xbmc.Player()
sv_se: Omdirigera PlayMedia till xbmc.Player()

# #32365
source: Combined
cs_cz: Kombinované
sv_se: Kombinerad

# #32366
source: Hide items without airdates
cs_cz: Skrýt položky bez data vysílání
sv_se: Dölj poster utan sändningsdatum

# #32367
source: Local Information
cs_cz: Místní informace
sv_se: Lokal information

# #32368
source: Next Aired / Next Episodes
cs_cz: Další odvysílané / Další epizody
sv_se: Nästa sändning / Nästa avsnitt

# #32369
source: thumbs
cs_cz: náhledový
sv_se: miniatyrer

# #32370
source: landscape
cs_cz: široký
sv_se: liggande

# #32371
source: Preferred artwork for thumbs
cs_cz: Preferovaný obrázek pro náhled
sv_se: Föredragen bakgrund för miniatyrer

# #32372
source: fanart
cs_cz: fanouškovský

# #32373
source: Restrict to library strm
cs_cz: Omezit na knihovnu strm
sv_se: Begränsa till bibliotek strm

# #32374
source: Constructing Players
cs_cz: Sestavování přehrávačů
sv_se: Konstruerar spelare

# #32375
source: Retrieving Item Details
cs_cz: Získávám detaily položky
sv_se: Hämta postdetaljer

# #32376
source: Building Player Dialog
cs_cz: Rozhraní sestavování přehrávače
sv_se: Bygger spelardialog

# #32377
source: Playcount
cs_cz: Počet přehrání

# #32378
source: Show All
cs_cz: Ukázat vše
sv_se: Visa alla

# #32379
source: Hide Specials
cs_cz: Skrýt speciály
sv_se: Dölj specialmaterial

# #32380
source: Hide Up Next
cs_cz: Skrýt další na řadě
sv_se: Dölj Up Next

# #32381
source: Hide Up Next and Specials
cs_cz: Skrýt další na řadě a speciály
sv_se: Dölj Up Next och specialmaterial

# #32382
source: Hide Episode Groups
cs_cz: Skrýt skupiny epizod
sv_se: Dölj avsnittsgrupper

# #32383
source: Hide Episode Groups and Specials
cs_cz: Skrýt skupiny epizod a speciály
sv_se: Dölj avsnittsgrupper och specialmaterial

# #32384
source: Hide Episode Groups and Up Next
cs_cz: Skrýt skupiny epizod a další na řadě
sv_se: Dölj avsnittsgrupper och Up Next

# #32385
source: Hide All
cs_cz: Skrýt vše
sv_se: Dölj alla

# #32386
source: Delete cache
cs_cz: Vymazat paměť cache

# #32387
source: Delete {} Cache
cs_cz: Vymazat {} Cache
sv_se: Ta bort {}-cache

# #32388
source: Are you sure you want to delete the {} cache? This action cannot be undone. TMDbHelper performs regular automatic cache management and cleaning. You should only delete the cache manually in cases of persistent cache related errors.
cs_cz: Jsi si jistý, že chceš vymazat {} cache? Tuto akci nelze vrátit zpět. TMDb Helper provádí automatickou údržbu paměti cache. Ruční mazání by jsi měl používat pouze v případech neustálých problému s pamětí cache.

# #32389
source: Cache deleted!
cs_cz: Paměť cache vymazána!

# #32390
source: Use alternative .nfo filename
cs_cz: Použít alternativní .nfo název
sv_se: Använd alternativt .nfo-filnamn

# #32391
source: Select update type
cs_cz: Vybrat typ aktualizace
sv_se: Välj uppdateringstyp

# #32392
source: Use [B]Quick Update[/B] to check for new items. Use [B]Forced Update[/B] to ignore previously cached update details and recheck all items. Forced updates should only be used when cleaning and rebuilding the Kodi library.
cs_cz: Použijte [B]Rychlou aktualizaci[/B] pro kontrolu nových položek. Použijte [B]Vynucenou aktualizaci[/B] pro ignorování dříve uložených detailů a znovu zkontrolujte všechny položky. Vynucené aktualizace by měly být používány pouze při čištění a obnovování knihovny Kodi.
sv_se: Använd [B]Snabbuppdatering[/B] för att kontrollera om det finns nya poster. Använd [B]Tvingad uppdatering[/B] för att ignorera tidigare cachade uppdateringsdetaljer och kontrollera alla poster igen. Tvingade uppdateringar bör endast användas vid städning och ombyggnad av Kodi-biblioteket.

# #32393
source: Forced Update
cs_cz: Vynucená aktualizace
sv_se: Tvingad uppdatering

# #32394
source: Quick Update
cs_cz: Rychlá aktualizace
sv_se: Snabbuppdatering

# #32395
source: Log timer reports for directories
cs_cz: Zaznamenávat reporty časových údajů pro adresáře
sv_se: Logga timerrapporter för kataloger

# #32396
source: Set unwatched episode count for in-progress tvshows only
cs_cz: Zobrazit počet nezhlédnutých epizod pouze pro rozkoukané seriály

# #32397
source: Original
cs_cz: Původní
sv_se: Ursprunglig

# #32398
source: Medium
cs_cz: Střední
sv_se: Medel

# #32399
source: Fallback to English when main language unavailable
cs_cz: Použít angličtinu jako záložní jazyk pokud hlavní není k dispozici

# #32400
source: Play local Kodi library files
cs_cz: Přehrát soubory z místní knihovny Kodi
sv_se: Spela upp lokala Kodi-biblioteksfiler

# #32401
source: TMDb detailed information
cs_cz: Detailní informace z TMDb
sv_se: TMDb detaljerad information

# #32402
source: Get additional details and artwork from TMDb
cs_cz: Získat dodatečné informace a obrázky z TMDb

# #32403
source: Increase sync list item limit per page (slower)
cs_cz: Zvýšit limit položek na stránce seznamu synchronizace (pomalější)

# #32404
source: Flatten tvshows with multiple episodes airing same day
cs_cz: Sloučit televizní pořady s více epizodami vysílanými ve stejný den
sv_se: Platta ut tv-serier med flera avsnitt som sänds samma dag

# #32405
source: Your TV Shows Airing This Week
cs_cz: Vaše televizní pořady vysílané tento týden
sv_se: Dina TV-serier som sänds den här veckan

# #32406
source: Your In-Progress Episodes
cs_cz: Vaše rozkoukané epizody
sv_se: Dina pågående avsnitt

# #32407
source: Get resume points (experimental) (slower)
cs_cz: Získat pozice pro pokračování (experimentální) (pomalejší).
sv_se: Få återupptagningspunkter (experimentell) (långsammare)

# #32408
source: Prefer artwork from TMDb first if available
cs_cz: Preferuj obrázek z TMDb pokud je dostupný

# #32409
source: Cache database location
cs_cz: Umístění databáze cache paměti
sv_se: Cache-databasens plats

# #32410
source: Max concurrent threads (0 is unlimited)
cs_cz: Maximální počet současných vláken (0 znamená neomezeno)
sv_se: Max antal samtidiga trådar (0 är obegränsat)

# #32411
source: Providers
cs_cz: Poskytovatelé
sv_se: Leverantörer

# #32412
source: With Watch Provider
cs_cz: S poskytovatelem sledování
sv_se: Med leverantör för visningar

# #32413
source: Next episodes checks calendar (slower but more accurate)
cs_cz: Kontrola dalších epizod v kalendáři (pomalejší ale přesnější)
sv_se: Nästa avsnitt kontrollerar kalendern (långsammare men mer exakt)

# #32414
source: Most Watched
cs_cz: Nejsledovanější
sv_se: Mest sedda

# #32415
source: Combine all players for plugin into single entry
cs_cz: Spojte všechny přehrávače pro plugin do jediné položky
sv_se: Kombinera alla spelare för insticksmodul till en enda post

# #32416
source: Premieres
cs_cz: Premiéry
sv_se: Premiärer

# #32417
source: Remove from progress
cs_cz: Odebrat z průběhu

# #32418
source: Adds text to the start of the MPAA rating. For example if set to 'Rated' a 'PG' rating is displayed as 'Rated PG'. Cached items will need to be refreshed.
cs_cz: Přidá text na začátek hodnocení MPAA. Například pokud je nastaveno na 'Rated', bude hodnocení 'PG' zobrazeno jako 'Rated PG'. Položky v cachi bude potřeba obnovit.
sv_se: Lägger till text i början av MPAA-klassificeringen. Om den till exempel är inställd på "Rated" visas en "PG"-klassificering som "Rated PG". Cachade poster måste uppdateras.

# #32419
source: The language and country settings used when looking up data from TMDb and Trakt APIs
cs_cz: Nastavení jazyka a země v případě hledání informací z TMDb a Trakt API
sv_se: Språk- och landsinställningar som används vid sökning av data från TMDb och Trakt API:er

# #32420
source: TMDb artwork quality
cs_cz: Kvalita obrázku TMDb
sv_se: TMDb bakgrundskvalitet

# #32421
source: Top Lists
cs_cz: Nejlepší seznamy
sv_se: Topplistor

# #32423
source: MDbList API key
cs_cz: MDbList API klíč
sv_se: MDbList API-nyckel

# #32424
source: Make episode playlists
cs_cz: Vytvořit seznamy epizod
sv_se: Skapa spellistor för avsnitt

# #32425
source: Have TMDbHelper queue all episodes in a playlist when playing an episode using this player?
cs_cz: Má TMDbHelper při přehrávání epizody pomocí tohoto přehrávače zařadit všechny epizody do fronty v playlistu?
sv_se: Har TMDbHelper köat alla avsnitt i en spellista när du spelar upp ett avsnitt med den här spelaren?

# #32426
source: Return to previous folder (..)
cs_cz: Zpět do předchozí složky (..)
sv_se: Återgå till föregående mapp (..)

# #32427
source: Use current folder as search URL
cs_cz: Nastavit aktuální složku jako vyhledávací URL
sv_se: Använd aktuell mapp som sök-URL

# #32428
source: Browse for MOVIE search url
cs_cz: Vybrat cestu pro hledání FILMŮ
sv_se: Bläddra efter MOVIE sök url

# #32429
source: Browse for TVSHOW search url
cs_cz: Vybrat cestu pro hledání SERIÁLŮ
sv_se: Bläddra efter TVSHOW sök url

# #32430
source: Enter a name for this player
cs_cz: Zadej název pro tento přehrávač
sv_se: Ange ett namn för den här spelaren

# #32431
source: Use the same search URL for tvshows as movies?
cs_cz: Použít stejnou adresu URL i pro hledání seriálů?
sv_se: Använda samma sökadress för tv-serier som för filmer?

# #32432
source: Select template
cs_cz: Vybrat šablonu
sv_se: Välj mall

# #32433
source: Missing QUERYKEY in URL
cs_cz: Chybí QUERYKEY v adrese URL
sv_se: QUERYKEY saknas i URL

# #32434
source: You must insert QUERYKEY where the search query for the URL goes
cs_cz: Musíte vložit QUERYKEY tam, kam ve webové adrese (URL) patří vyhledávací dotaz
sv_se: Du måste infoga QUERYKEY där sökfrågan för URL:en ska stå

# #32435
source: Input QUERYKEY where search query goes
cs_cz: Zadejte QUERYKEY, kam se zadává hledaný dotaz
sv_se: Ange QUERYKEY där sökfrågan går
