Repository: kittmaster/KittmasterRepo
Catalog: omega/plugin.video.themoviedb.helper/resources/language/resource.language.*/strings.po
Languages: hu_hu

# #32449
source: Ignore region release filter
hu_hu: Régiókiadás-szűrő figyelmen kívül hagyása

# #32451
source: Lowest
hu_hu: Alacsonyabb

# #32452
source: Highest
hu_hu: Magasabb

# #32453
source: Least played
hu_hu: Legkevésbé játszott

# #32454
source: Shortest
hu_hu: Rövidebb

# #32455
source: Longest
hu_hu: Hosszabb

# #32456
source: Watchlist (Released)
hu_hu: Figyelőlista (Megjelent)

# #32457
source: Watchlist (Anticipated)
hu_hu: Figyelőlista (várható)

# #32458
source: Airing Next Library
hu_hu: Következő sugárzott könyvtár

# #32459
source: Your Episodes Airing Next
hu_hu: Következő sugárzott saját epizódok

# #32460
source: Awards
hu_hu: Díjak

# #32461
source: Winner of
hu_hu: Győztes

# #32462
source: Nominated for
hu_hu: Jelölve

# #32463
source: Cache items in custom lists you own for 24 hours
hu_hu: Egyéni listákban lévő elemek gyorsítótárazása 24 órára

# #32466
source: Play automatically using available providers
hu_hu: Automatikus lejátszás az elérhető szolgáltatók használatával

# #32467
source: Refresh cached Kodi Library details
hu_hu: A gyorsítótárban tárolt Kodi médiatár részleteinek frissítése

# #32468
source: Authorisation and sync notifications on startup
hu_hu: Engedélyezési és szinkronizálási értesítések indításkor

# #32469
source: Ignore articles when sorting alphabetically
hu_hu: Elemek figyelmen kívül hagyása betűrendes rendezéskor

# #32471
source: Connection error notifications
hu_hu: Kapcsolódási hibákról szóló értesítések

# #32472
source: Cache image location
hu_hu: Gyorsítótár helye

# #32473
source: Collected
hu_hu: Gyűjtve

# #32474
source: Successfully added {} as default player for {}
hu_hu: {} sikeresen hozzáadva alapértelmezett lejátszóként a következőhöz: {}

# #32475
source: Successfully cleared default player for {}
hu_hu: Sikeresen törölted az alapértelmezett lejátszót ehhez: {}

# #32476
source: Choose default player
hu_hu: Alapértelmezett lejátszó kiválasztása

# #32477
source: Change default player for tvshow, season, or episode
hu_hu: Alapértelmezett lejátszó módosítása sorozathoz, évadhoz vagy epizódhoz

# #32481
source: Increases the pool of recently watched items randomly selected from the seed to use for "Because You Watched" style recommendations.
hu_hu: Növeli a nemrég megtekintett elemek listáját, amelyeket véletlenszerűen választanak ki a kezdőértékből, és amelyeket a „Mert megnézted” stílusú ajánlásokhoz használnak.

# #32482
source: Random seed pool for recommendations
hu_hu: Véletlenszerű merítés az ajánlásokhoz

# #32483
source: Allow 3rd party plugin access to API key/token
hu_hu: Harmadik féltől származó bővítmények API-kulcshoz/tokenhez való hozzáférésének engedélyezése

# #32484
source: TVDb API
hu_hu: TVDb API kulcs

# #32485
source: Add rating
hu_hu: Értékelés hozzáadása

# #32486
source: Certification
hu_hu: Tanúsítvány

# #32487
source: Certification ( < or = )
hu_hu: Tanúsítvány ( < vagy = )

# #32488
source: Certification ( > or = )
hu_hu: Tanúsítvány ( > vagy = )

# #32489
source: Change rating
hu_hu: Értékelés változtatása

# #32490
source: Add to favourites
hu_hu: Hozzáadás a kedvencekhez

# #32491
source: Remove from favourites
hu_hu: Törlés a kedvencekből

# #32492
source: {} already exists in {}!\nDo you wish to remove this item from the list?
hu_hu: A(z) {} már létezik a(z) {} listában!\nEltávolítod ezt az elemet a listából?

# #32493
source: Successfully removed {} from {}
hu_hu: Sikeresen eltávolítva {} innen: {}

# #32494
source: Successfully added {} to {}
hu_hu: Sikeresen hozzáadva {} ide: {}

# #32495
source: Create new node
hu_hu: Új csomópont létrehozása

# #32496
source: Add/Remove as Custom Node
hu_hu: Hozzáadás/eltávolítás egyéni csomópontként

# #32497
source: Container content fallback for service listitems without mediatypes
hu_hu: Médiatípusok nélküli szolgáltatáslistákhoz tartozó konténertartalom-tartalék

# #32498
source: Some plugins have poor metadata and fail to fill the item mediatype which results in the service monitor not completing an item lookup. This setting allows the service monitor to use the container content type when item mediatype is missing. Note this setting will likely result more frequent incorrect matches due to the end plugin having bad metadata.
hu_hu: Néhány bővítmény hibás metaadatokkal rendelkezik, és nem tölti ki az elem médiatípusát, aminek következtében a szolgáltatásfigyelő nem fejezi be az elemkeresést. Ez a beállítás lehetővé teszi a szolgáltatásfigyelő számára, hogy a konténer tartalomtípusát használja, ha az elem médiatípusa hiányzik. Vegye figyelembe, hogy ez a beállítás valószínűleg gyakrabban eredményez helytelen találatokat, mivel a záró bővítmény hibás metaadatokkal rendelkezik.

# #32499
source: Page multipliers (higher is slower)
hu_hu: Oldalszorzók (minél magasabb, annál lassabb)

# #32500
source: Page multiplier (TMDb basic lists)
hu_hu: Oldalszorzó (TMDb alaplisták)

# #32501
source: Page multiplier (Trakt basic lists)
hu_hu: Oldalszorzó (Trakt alaplisták)

# #32502
source: Page multiplier (Trakt sync lists)
hu_hu: Oldalszorzó (Trakt szinkronizálási listák)

# #32503
source: Page multiplier (Library windows)
hu_hu: Oldalszorzó (médiatár ablakok)

# #32504
source: Add {} to node
hu_hu: {} hozzáadása a csomóponthoz

# #32505
source: Genre icons folder (TMDb)
hu_hu: Műfaj ikonok mappa (TMDb)

# #32506
source: Provider icons folder (TMDb)
hu_hu: Szolgáltatói ikonok mappa (TMDb)

# #32507
source: Genre icon folder (Trakt)
hu_hu: Műfaj ikon mappa (Trakt)

# #32508
source: Recache Kodi Library details when building players
hu_hu: A lejátszók építésekor újra kell kerestetni a Kodi médiatár részleteit

# #32509
source: Use alternative TMDb API url
hu_hu: Alternatív TMDb API URL használata

# #32514
source: Add to MDbList list
hu_hu: Hozzáadás az MDbList listához

# #32516
source: MDbList API credentials not found.
hu_hu: Az MDbList API hitelesítő adatai nem találhatók.

# #32517
source: Add your personal MDbList API key in TMDbHelper settings.
hu_hu: Add hozzá a személyes MDbList API-kulcsodat a TMDbHelper beállításaiban.

# #32518
source: No static lists found for current MDbList user.
hu_hu: Nem találhatók statikus listák az aktuális MDbList felhasználóhoz.

# #32519
source: Remove from MDbList list
hu_hu: Eltávolítás az MDbList listából

# #32521
source: Rated
hu_hu: Értékelve

# #32522
source: TMDb user options
hu_hu: TMDb felhasználói beállítások

# #32523
source: Add/Remove from TMDb user list
hu_hu: Hozzáadás/eltávolítás a TMDb felhasználói listáról

# #32524
source: User lists
hu_hu: Felhasználói listák

# #32525
source: Add/Remove from TMDb favourites
hu_hu: Hozzáadás/Eltávolítás a TMDb kedvencekhez

# #32526
source: Add/Remove from TMDb watchlist
hu_hu: Hozzáadás/Eltávolítás a TMDb figyelőlistájáról

# #32527
source: Remove from {}
hu_hu: Eltávolítás innen: {}

# #32528
source: Add to {}
hu_hu: Hozzáadás ide: {}

# #32529
source: Scrobble items played via TMDbHelper
hu_hu: TMDbHelperen keresztül lejátszott Scrobble elemek

# #32530
source: Remove rating
hu_hu: Értékrlés törlése

# #32531
source: Method only available for VIP accounts.
hu_hu: A módszer csak VIP fiókok számára érhető el.

# #32532
source: Force resync
hu_hu: Kényszerített újraszinkronizálás

# #32534
source: Trakt sync progress notifications
hu_hu: Trakt szinkronizálási folyamatértesítések

# #32535
source: Non-binary
hu_hu: Nem bináris

# #32536
source: Unspecified
hu_hu: Meghatározatlan

# #30031
source: Hungarian (Hungary)
hu_hu: Magyar (Magyarország)

# #32001
source: OMDb API key
hu_hu: OMDb API-kulcs

# #32002
source: Days to cache details
hu_hu: A gyorsítótár napok száma

# #32004
source: MPAA rating prefix
hu_hu: MPAA besorolási előtag

# #32005
source: Language and country
hu_hu: Nyelv és ország

# #32007
source: Unauthorised 401 Error
hu_hu: Jogosulatlan 401-es hiba

# #32010
source: Authenticate Trakt account...
hu_hu: Trakt fiók hitelesítése...

# #32012
source: You must authenticate your Trakt account to use this feature.
hu_hu: A funkció használatához hitelesítenie kell Trakt-fiókját.

# #32014
source: Players
hu_hu: Lejátszó

# #32016
source: Update players from URL
hu_hu: Lejátszók frissítése URL-címről

# #32017
source: API Keys
hu_hu: API kulcsok

# #32019
source: Fanart.tv client key
hu_hu: Fanart.tv klienskulcs

# #32021
source: Use fanart.tv for plugin artwork (slower)
hu_hu: Használd a fanart.tv-t a képekhez (lassabb)

# #32023
source: Default select action in addon
hu_hu: Alapértelmezett kiválasztási művelet a kiegészítőben

# #32024
source: Default player for movies
hu_hu: Alapértelmezett lejátszó filmekhez

# #32025
source: Default player for episodes
hu_hu: Alapértelmezett lejátszó epizódokhoz
