Repository: kittmaster/KittmasterRepo
Catalog: omega/plugin.video.themoviedb.helper/resources/language/resource.language.*/strings.po
Languages: hu_hu

# #32000
source: Unaired
hu_hu: Nem sugárzott

# #32003
source: Preferred
hu_hu: Ajánlott

# #32006
source: Supplement
hu_hu: Kiegészítés

# #32008
source: Low
hu_hu: Alacsony

# #32009
source: High
hu_hu: Magas

# #32029
source: OMDb API
hu_hu: OMDb API kulcs

# #32030
source: Fanart.tv API
hu_hu: Fanart.tv API kulcs

# #32031
source: Trakt API
hu_hu: Trakt API kulcs

# #32032
source: Download Players
hu_hu: Lejátszók letöltése

# #32033
source: Default Players
hu_hu: Alap lejátszók

# #32034
source: Get watched indicators and episode counts
hu_hu: Megtekintett jelzők és epizódszám

# #32037
source: Use bundled players
hu_hu: Beépített lejátszók használata

# #32038
source: Get additional details from the local Kodi library database
hu_hu: További részletek a helyi Kodi médiatár adatbázisból

# #32042
source: Choose Action
hu_hu: Művelet kiválasztása

# #32044
source: Enter Search Query
hu_hu: Keresési kifejezés megadása

# #32054
source: Would you like to clear existing players first?
hu_hu: Először szeretnéd eltávolítani a meglévő lejátszókat?

# #32055
source: Authentication Failed.
hu_hu: Hitelesítés sikertelen.

# #32056
source: Either the username or password were invalid. Would you like to try again?
hu_hu: Vagy a felhasználónév, vagy a jelszó érvénytelen volt. Szeretnéd újra megpróbálni?

# #32057
source: Retry
hu_hu: Ismétlés

# #32058
source: The provided URL is either invalid or inaccesible.
hu_hu: A megadott URL érvénytelen vagy nem érhető el.

# #32059
source: Success!
hu_hu: Sikeres!

# #32060
source: files extracted
hu_hu: a fájlok kicsomagolva

# #32061
source: Play with
hu_hu: Lejátszás ezzel

# #32070
source: Male
hu_hu: Férfi

# #32071
source: Female
hu_hu: Nő

# #32073
source: Hide unaired movies
hu_hu: Lejátszatlan filmek elrejtése

# #32074
source: Library Integration
hu_hu: Médiatár integráció

# #32076
source: Update library after adding items
hu_hu: Médiatár frissítése, az elemek hozzáadása után

# #32077
source: Ignore folder creation checks
hu_hu: Mappa létrehozási ellenőrzések figyelmen kívül hagyása

# #32078
source: Still to Watch
hu_hu: Még nézed

# #32080
source: Other
hu_hu: Más

# #32081
source: Next page item
hu_hu: Következő oldal elem

# #32084
source: Hide unaired episodes
hu_hu: Nem sugárzott epizódok elrejtése

# #32085
source: Flatten seasons
hu_hu: Összevont évadok

# #32086
source: Auto-update library and add new/missing episodes
hu_hu: Médiatár automatikus frissítése és új/hiányzó epizódok hozzáadása

# #32088
source: Navigation
hu_hu: Navigáció

# #32089
source: Select Action
hu_hu: Művelet kiválasztása

# #32090
source: Content
hu_hu: Tartalom

# #32091
source: Special season folders
hu_hu: Különleges évad mappák

# #32092
source: Widgets
hu_hu: Widgetek

# #32093
source: Next episodes sort method
hu_hu: Következő epizódok rendezési módja

# #32095
source: Enter the code
hu_hu: Kód megadása

# #32096
source: Go to [B]https://trakt.tv/activate[/B]
hu_hu: Menj a [B]https://trakt.tv/activate[/B] helyre

# #32097
source: Trakt Authentication
hu_hu: Trakt hitelesítés

# #32099
source: A value has already been set for this parameter
hu_hu: Már be van állítva egy érték ehhez a paraméterhez

# #32100
source: Do you wish to clear the existing items or add more?
hu_hu: Szeretnéd törölni a meglévő elemeket, vagy továbbiakat hozzáadni?

# #32101
source: Clear Items
hu_hu: Elemek törlése

# #32102
source: Add Items
hu_hu: Elemek hozzáadása

# #32103
source: No Value Added
hu_hu: Nincs érték hozzáadva

# #32104
source: TMDb ID for {} not found or none selected. Do you want to add another value?
hu_hu: Szeretnél még egy értéket hozzáadni?

# #32107
source: Set Match Method
hu_hu: Egyezési módszer beállítása

# #32108
source: Choose matching method for parameters with multiple values.
hu_hu: Válassz egyeztetési módszert a több értékkel rendelkező paraméterekhez.

# #32109
source: Match ANY Value
hu_hu: BÁRMELYIK értéknek megfelelő

# #32110
source: Match ALL Values
hu_hu: MINDEN értéknek megfelelő

# #32111
source: Select Items
hu_hu: Elemek kiválasztása

# #32112
source: Select Genres
hu_hu: Műfajok kiválasztása

# #32113
source: Also accepts X days relative from today in the format T-X or T+X (e.g. T-10 is ten days ago)
hu_hu: X napot is elfogad a mai naptól számítva T-X vagy T+X formátumban (pl. T-10 tíz nappal ezelőtti érték)

# #32114
source: Enter
hu_hu: Add meg

# #32117
source: Keyword
hu_hu: Kulcsszó

# #32119
source: Select Release Types
hu_hu: Kiadástípusok kiválasztása

# #32120
source: Select Region for Release
hu_hu: Válaszd ki a kiadáshoz tartozó régiót

# #32121
source: Clear Search History
hu_hu: Keresési előzmények törlése

# #32122
source: XBMCVFS reports unable to create path
hu_hu: Az XBMCVFS jelentése szerint nem sikerült létrehozni az elérési utat.

# #32123
source: If error persists and the folders are created correctly, please disable folder path creation checking in TMDBHelper settings.
hu_hu: Ha a hiba továbbra is fennáll, és a mappák megfelelően létrejönnek, tiltsd le a mappa elérési útjának létrehozásának ellenőrzését a TMDBHelper beállításaiban.

# #32125
source: Add Trakt list to Kodi library
hu_hu: Trakt lista hozzáadása a Kodi médiatárhoz

# #32126
source: Are you sure you want to add this Trakt list to your Kodi library?
hu_hu: Biztosan hozzáadod ezt a Trakt listát a Kodi médiatáradhoz?

# #32130
source: Auto-update library at time
hu_hu: Médiatár automatikus frissítése adott időpontban

# #32131
source: Auto-update library from Trakt list(s)
hu_hu: Médiatár automatikus frissítése a Trakt listákról

# #32132
source: Do you wish to update the library from the Trakt list(s) now?
hu_hu: Szeretnéd most frissíteni a Trakt listá(k)on található médiatárat?

# #32133
source: Select List(s)
hu_hu: Listák kiválasztása

# #32142
source: Hide watched items
hu_hu: Megnézett elemek elrejtése

# #32154
source: Update library now
hu_hu: Médiatár frissítése most

# #32156
source: Next aired library calendar links to local tvshow
hu_hu: A következő sugárzott könyvtári naptár, a helyi tévéműsorra mutató hivatkozásokat tartalmaz

# #32160
source: Adding {} - {} to library...
hu_hu: Hozzáadás {} - {} a médiatárhoz...

# #32161
source: Do you wish to update the library with this list now?
hu_hu: Szeretnéd most frissíteni a médiatárat ezzel a listával?

# #32162
source: Automatically play local files
hu_hu: Helyi fájlok automatikus lejátszása

# #32163
source: Use fanart.tv for service monitor artwork
hu_hu: Használd a fanart.tv-t a szolgáltatásfigyelő képekhez

# #32166
source: Adding items to library...
hu_hu: Elemek hozzáadása a médiatárhoz...

# #32167
source: Updating
hu_hu: Frissítés

# #32168
source: [B]{}[/B] by user [B]{}[/B]
hu_hu: [B]{}[/B] felhasználó által [B]{}[/B]

# #32169
source: Logout of Trakt account...
hu_hu: Kijelentkezés a Trakt fiókból...

# #32170
source: [B][COLOR=red]Warning[/COLOR][/B] This list contains [B]{}[/B] TV Shows and [B]{}[/B] Movies
hu_hu: [B][COLOR=red]Figyelmeztetés[/COLOR][/B] Ez a lista [B]{}[/B] sorozatokat és [B]{}[/B] filmeket tartalmaz

# #32171
source: [B][COLOR=red]Warning[/COLOR][/B] This list contains {} items
hu_hu: [B][COLOR=red]Figyelmeztetés[/COLOR][/B] Ez a lista {} elemet tartalmaz

# #32172
source: People
hu_hu: Emberek

# #32173
source: Randomised
hu_hu: Véletlenszerű

# #32174
source: Discover
hu_hu: Felfedezés

# #32175
source: Popular
hu_hu: Népszerű

# #32176
source: Top Rated
hu_hu: Legjobbra értékelt

# #32177
source: Upcoming
hu_hu: Közelgő

# #32178
source: Trending Today
hu_hu: Trendi ma

# #32179
source: Trending This Week
hu_hu: Trendi ezen a héten

# #32180
source: In Theatres
hu_hu: A mozikban

# #32181
source: Airing Today
hu_hu: Ma kerül adásba

# #32182
source: Currently Airing
hu_hu: Jelenleg adásban

# #32183
source: Next Aired Library
hu_hu: Következő sugárzott könyvtár

# #32184
source: Highest Revenue
hu_hu: Legmagasabb bevétel

# #32185
source: Most Voted
hu_hu: Legtöbb szavazat

# #32186
source: All
hu_hu: Minden

# #32187
source: Collections
hu_hu: Gyűjtemények

# #32188
source: Reviews
hu_hu: Értékelések

# #32189
source: TV Networks
hu_hu: TV-hálózatok

# #32190
source: Movie Studios
hu_hu: Filmstúdiók

# #32191
source: Images
hu_hu: képek

# #32192
source: Collection
hu_hu: Gyűjtemény

# #32193
source: Watchlist
hu_hu: Figyelőlista

# #32194
source: Your Recently Watched
hu_hu: Általad nézett

# #32195
source: Your Most Watched
hu_hu: Általad legtöbbet nézett

# #32196
source: Your In-Progress
hu_hu: Folyamatban nálad

# #32197
source: Your Next Episodes
hu_hu: A te következő epizódjaid

# #32198
source: Recommended For You
hu_hu: Ajánlott neked

# #32199
source: Based on Recently Watched
hu_hu: A te nézett tartalmaid alapján

# #32200
source: Based on Most Watched
hu_hu: A legtöbbet nézett alapján

# #32201
source: Your
hu_hu: Tiéd

# #32202
source: Airing This Week
hu_hu: Ezen a héten kerül adásba

# #32203
source: Calendar
hu_hu: Naptár

# #32204
source: Trending
hu_hu: Népszerű

# #32205
source: Most Played
hu_hu: Legtöbbször lejátszott

# #32206
source: Anticipated
hu_hu: Várható

# #32207
source: Top 10 Box Office
hu_hu: Top 10 kölcsönzés

# #32208
source: Trending Lists
hu_hu: Trendi listák

# #32209
source: Popular Lists
hu_hu: Népszerűségi listák

# #32210
source: Liked Lists
hu_hu: Lájkolt listák

# #32211
source: Your Lists
hu_hu: Saját listák

# #32212
source: Trakt user account logout
hu_hu: Trakt felhasználói fiók kijelentkezés

# #32213
source: Do you wish to logout of your Trakt account?
hu_hu: Szeretnél kijelentkezni a Trakt-fiókodból?

# #32214
source: Trakt access token not found
hu_hu: Trakt hozzáférési token nem található

# #32215
source: Logout failed!
hu_hu: Kijelentkezés sikertelen!

# #32216
source: Successfully logged out of Trakt user account
hu_hu: Sikeresen kijelentkezve a Trakt felhasználói fiókból

# #32222
source: Manage artwork
hu_hu: Médiatár képek kezelése

# #32223
source: Recommended
hu_hu: Ajánlott

# #32224
source: Similar
hu_hu: Hasonló

# #32225
source: Crew
hu_hu: Stáb

# #32226
source: Posters
hu_hu: Poszterek

# #32227
source: Cast in Movies
hu_hu: Szereplők a filmekben

# #32228
source: Cast in TV Shows
hu_hu: Szereplők a sorozatokban

# #32229
source: Crew in Movies
hu_hu: Stáb a filmekben

# #32230
source: Crew in TV Shows
hu_hu: Stáb a sorozatokban

# #32231
source: Thumbs
hu_hu: Bélyegképek

# #32232
source: In Trakt Lists
hu_hu: a Trakt listákban

# #32233
source: Refresh details
hu_hu: Részletek frissítése

# #32235
source: Browse lists
hu_hu: Listák böngészése

# #32236
source: Select Item
hu_hu: Elem kiválasztása

# #32237
source: Clear Discover History
hu_hu: Felfedezés történet törlése

# #32239
source: Match
hu_hu: Egyező

# #32240
source: Sorting
hu_hu: Rendezés

# #32241
source: Save As
hu_hu: Mentés másként

# #32242
source: Premiere
hu_hu: Bemutató

# #32243
source: Theatrical (limited)
hu_hu: Mozi (limitált előadás)

# #32244
source: Theatrical
hu_hu: Mozis

# #32245
source: Digital
hu_hu: Digitális

# #32246
source: Physical
hu_hu: Fizikai

# #32247
source: With Cast
hu_hu: Szereplőkkel

# #32248
source: With Crew
hu_hu: Stábbal

# #32249
source: With People
hu_hu: Emberekkel

# #32250
source: Primary Release Year
hu_hu: Első megjelenési év

# #32251
source: Primary Release Date After
hu_hu: Első megjelenési dátum utáni

# #32252
source: Primary Release Date Before
hu_hu: Első megjelenési dátum előtti

# #32253
source: Release Date After
hu_hu: Megjelenési dátum utáni

# #32254
source: Release Date Before
hu_hu: Megjelenési dátum előtti

# #32255
source: Release Type
hu_hu: Bemutató típus

# #32256
source: Release Region
hu_hu: Bemutató régió

# #32257
source: With Networks
hu_hu: Hálózatokkal

# #32258
source: Air Date After
hu_hu: Sugárzási dátum után

# #32259
source: Air Date Before
hu_hu: Sugárzási dátum előtt

# #32260
source: First Air Date After
hu_hu: Első sugárzási dátum előtt

# #32261
source: First Air Date Before
hu_hu: Első sugárzási dátum után

# #32262
source: First Air Year
hu_hu: Első sugárzás éve

# #32263
source: With Genres
hu_hu: Műfajokkal

# #32264
source: Without Genres
hu_hu: Műfajok nélkül

# #32265
source: With Companies
hu_hu: Cégekkel

# #32266
source: Without
hu_hu: Nélkül

# #32267
source: Without Keywords
hu_hu: Kulcsszó nélkül

# #32268
source: With Keywords
hu_hu: Kulcsszóval

# #32269
source: With Original Language
hu_hu: Eredeti nyelvvel

# #32270
source: Vote Count ( > or = )
hu_hu: Szavazatszám ( > vagy = )

# #32271
source: Vote Count ( < or = )
hu_hu: Szavazatszám ( < vagy = )

# #32272
source: Vote Average ( > or = )
hu_hu: Szavazatátlag ( > vagy = )

# #32273
source: Vote Average ( < or = )
hu_hu: Szavazatátlag ( < vagy = )

# #32274
source: Runtime (Minutes) ( > or = )
hu_hu: Hossz (perc) ( > vagy = )

# #32275
source: Runtime (Minutes) ( < or = )
hu_hu: Hossz (perc) ( < vagy = )

# #32276
source: Search for
hu_hu: Keresés erre

# #32277
source: Add Rule
hu_hu: Szabály hozzáadása

# #32278
source: Enter Network IDs separated with " / "
hu_hu: Add meg a hálózati azonosítókat " / " karakterekkel elválasztva

# #32279
source: Enter Year
hu_hu: Év megadása

# #32280
source: Last Fortnight
hu_hu: Utolsó két hét

# #32281
source: Last Week
hu_hu: Utolsó hét

# #32282
source: Yesterday
hu_hu: Tegnap

# #32283
source: Next Week
hu_hu: Következő hét

# #32284
source: This Week
hu_hu: Ezen a héten

# #32285
source: This Fortnight
hu_hu: Ebben a két hétben

# #32286
source: Rank
hu_hu: Helyezés

# #32287
source: Sort by
hu_hu: Rendezés

# #32288
source: Because you watched
hu_hu: Mert nézted

# #32289
source: Add to collection
hu_hu: Hozzáadás a gyűjteményhez

# #32290
source: Remove from collection
hu_hu: Törlés a gyűjteményből

# #32291
source: Add to watchlist
hu_hu: Hozzáadás a figyelőlistához

# #32292
source: Remove from watchlist
hu_hu: Törlés a figyelőlistából

# #32295
source: Trakt options
hu_hu: Trakt opciók

# #32298
source: Add to user list
hu_hu: Felhasználói listához adni

# #32299
source: Add to new list
hu_hu: Új listához adni

# #32300
source: Trending List
hu_hu: Trendi lista

# #32301
source: Popular List
hu_hu: Népszerű lista

# #32302
source: Liked List
hu_hu: Lájkolt lista

# #32303
source: Your List
hu_hu: Te listád

# #32304
source: View comments
hu_hu: Értékelések olvasása

# #32305
source: Comments
hu_hu: Értékelések

# #32306
source: No comments found!
hu_hu: Nincs értékekés!

# #32309
source: Browse sorted list
hu_hu: Rendezett lista böngészése

# #32310
source: TMDb ID for {} not found!
hu_hu: Nem található a(z) {} TMDb azonosítója!

# #32311
source: Clear default player
hu_hu: Alapértelmezett lejátszó törlése

# #32312
source: Select lists
hu_hu: Listák kiválasztása

# #32313
source: Enter URL to download players
hu_hu: Irj be URL címet a lejátszó letöltéséhez

# #32315
source: Add to liked lists
hu_hu: Hozzáadás a lájkolt listákhoz

# #32316
source: Successfully {} list!
hu_hu: Sikeresen {} a listához!

# #32317
source: Unable to {} list!
hu_hu: Nem lehet {} a listához

# #32318
source: Error code: {}
hu_hu: Hiba kód: {}

# #32319
source: Remove from liked lists
hu_hu: Törlés a lájkolt listákból

# #32320
source: unliked
hu_hu: nem lájkolt

# #32321
source: liked
hu_hu: lájkolt

# #32322
source: Select player
hu_hu: Lejátszó kiválasztása

# #32326
source: This Month
hu_hu: Ebben a hónapban

# #32327
source: Last Month
hu_hu: Múlt hónapban

# #32328
source: Select Player to Configure
hu_hu: Lejátszó kiválasztása a beállításhoz

# #32329
source: Configure players
hu_hu: Lejátszók kiválasztása

# #32330
source: Reset to Defaults
hu_hu: Alapállapotba visszaállít

# #32331
source: Enter New Name for {}
hu_hu: Adj meg új nevet a {} nak

# #32332
source: Choose resolve method for player
hu_hu: Válassz feloldási módot a lejátszóhoz

# #32333
source: User Choice
hu_hu: Felhasználói kiválasztás

# #32334
source: Reset player to defaults?
hu_hu: Lejátszó visszaállítása alapértékre?

# #32336
source: Save your changes?
hu_hu: Beállítások mentése?

# #32338
source: Close without Saving
hu_hu: Bezárás mentés nélkül

# #32339
source: {} playback URL resolve method
hu_hu: {} lejátszó URL feloldási metódus

# #32341
source: Choose fallback player method
hu_hu: Tartalék lejátszási módszer kiválasztása

# #32342
source: Fallbacks for {}
hu_hu: Tartalék a {} hoz

# #32343
source: Choose fallback for {} {}
hu_hu: Tartalék kiválasztása a {} hoz

# #32344
source: Enter New Priority for {}
hu_hu: Állíts be új prioritást a {} nak

# #32345
source: Episode groups
hu_hu: Epizód csoportok

# #32347
source: Log output of Trakt request
hu_hu: A Trakt kérés naplózási kimenete

# #32348
source: Log output of TMDb request
hu_hu: A TMDb kérés naplózási kimenete

# #32352
source: Dummy video duration (seconds)
hu_hu: Dummy videó időtartama (másodperc)

# #32353
source: Missing "is_resolvable" Flag
hu_hu: Hiányzó "is_resolvable" jelző

# #32355
source: Remove from user list
hu_hu: Törlés a felhasználói listákból

# #32356
source: Enter new list name
hu_hu: Add meg az új lista nevét

# #32358
source: Delete user list
hu_hu: Felhasználó listák törlése

# #32359
source: Enter new name
hu_hu: Adj meg új nevet

# #32360
source: Companies
hu_hu: Cégek

# #32361
source: Search Lists
hu_hu: Keresési listák

# #32362
source: Do you want to add this item to the library now?
hu_hu: Hozzá szeretnéd adni ezt az elemet most a médiatárhoz?

# #32363
source: Delay after resolving (seconds)
hu_hu: Feloldás utáni késleltetés (másodperc)

# #32364
source: Reroute PlayMedia to xbmc.Player()
hu_hu: Átirányítjuk a PlayMedia-t az xbmc.Player()-re

# #32365
source: Combined
hu_hu: Kombinált

# #32366
source: Hide items without airdates
hu_hu: Sugárzási idő nélküli elemek elrejtése

# #32367
source: Local Information
hu_hu: Helyi információk

# #32368
source: Next Aired / Next Episodes
hu_hu: Következő adás / Következő epizódok

# #32369
source: thumbs
hu_hu: bélyegképek

# #32370
source: landscape
hu_hu: fekvő tájkép

# #32371
source: Preferred artwork for thumbs
hu_hu: Előnyben részesített képtípus a bélyegképekhez

# #32373
source: Restrict to library strm
hu_hu: Korlátozás a médiatár strm-jére

# #32374
source: Constructing Players
hu_hu: Lejátszók felépítése

# #32375
source: Retrieving Item Details
hu_hu: Elem részleteinek lekérése

# #32376
source: Building Player Dialog
hu_hu: Lejátszó építési párbeszédablak

# #32378
source: Show All
hu_hu: Mindent mutat

# #32379
source: Hide Specials
hu_hu: Speciálisok elrejtése

# #32380
source: Hide Up Next
hu_hu: Up Next elrejtése

# #32381
source: Hide Up Next and Specials
hu_hu: Up Next és speciálisok elrejtése

# #32382
source: Hide Episode Groups
hu_hu: Epizódcsoportok elrejtése

# #32383
source: Hide Episode Groups and Specials
hu_hu: Epizódcsoportok és speciálisok elrejtése

# #32384
source: Hide Episode Groups and Up Next
hu_hu: Epizódcsoportok és up Next elrejtése

# #32385
source: Hide All
hu_hu: Minden elrejtése

# #32387
source: Delete {} Cache
hu_hu: Gyorsítótár {} törlése

# #32390
source: Use alternative .nfo filename
hu_hu: Használj alternatív .nfo fájlnevet

# #32391
source: Select update type
hu_hu: Frissítés típusának kiválasztása

# #32393
source: Forced Update
hu_hu: Kényszerített frissítés

# #32394
source: Quick Update
hu_hu: Gyors frissítés

# #32395
source: Log timer reports for directories
hu_hu: Könyvtárak naplózási időzítő jelentései

# #32397
source: Original
hu_hu: Eredeti

# #32398
source: Medium
hu_hu: Közepes

# #32400
source: Play local Kodi library files
hu_hu: Helyi Kodi médiatárfájlok lejátszása

# #32401
source: TMDb detailed information
hu_hu: TMDb részletes információk

# #32404
source: Flatten tvshows with multiple episodes airing same day
hu_hu: Több epizóddal egy napon sugárzott sorozatok egyesítése

# #32405
source: Your TV Shows Airing This Week
hu_hu: Saját sorozatok amit ezen a héten sugároznak

# #32406
source: Your In-Progress Episodes
hu_hu: Saját folyamatban levő epizódok

# #32407
source: Get resume points (experimental) (slower)
hu_hu: Visszaállítási pontok beállítása (kísérleti) (lassabb)

# #32409
source: Cache database location
hu_hu: Gyorsítótár adatbázis helye

# #32410
source: Max concurrent threads (0 is unlimited)
hu_hu: Maximális egyidejű szálak száma (a 0 korlátlan)

# #32411
source: Providers
hu_hu: Szolgáltatók

# #32413
source: Next episodes checks calendar (slower but more accurate)
hu_hu: A következő epizódok ellenőrzik a naptárat (lassabb, de pontosabb)

# #32414
source: Most Watched
hu_hu: Legtöbbet nézett

# #32415
source: Combine all players for plugin into single entry
hu_hu: Összesíti az összes pluginhoz tartozó lejátszót egyetlen bejegyzésbe"

# #32416
source: Premieres
hu_hu: Bemutatók

# #32418
source: Adds text to the start of the MPAA rating. For example if set to 'Rated' a 'PG' rating is displayed as 'Rated PG'. Cached items will need to be refreshed.
hu_hu: Szöveget ad az MPAA besorolás elejéhez. Például, ha „Korhatárra van állítva”, a „PG” besorolás „Korhatárra besorolás”-ként jelenik meg. A gyorsítótárazott elemeket frissíteni kell.

# #32419
source: The language and country settings used when looking up data from TMDb and Trakt APIs
hu_hu: A TMDb és Trakt API-kból származó adatok keresésekor használt nyelvi és országbeállítások

# #32420
source: TMDb artwork quality
hu_hu: TMDb képek minősége

# #32421
source: Top Lists
hu_hu: Toplisták

# #32423
source: MDbList API key
hu_hu: MDbList API kulcs

# #32424
source: Make episode playlists
hu_hu: Epizód lejátszási listák készítése

# #32425
source: Have TMDbHelper queue all episodes in a playlist when playing an episode using this player?
hu_hu: A TMDbHelper sorba állítsa a lejátszási lista összes epizódját, amikor ezzel a lejátszóval játszunk le egy epizódot?

# #32426
source: Return to previous folder (..)
hu_hu: Vissza az előző mappába (..)

# #32427
source: Use current folder as search URL
hu_hu: Aktuális mappa használata keresési URL-ként

# #32428
source: Browse for MOVIE search url
hu_hu: Böngéssz a FILMEK keresési URL-címe között

# #32429
source: Browse for TVSHOW search url
hu_hu: Böngéssz a SOROZATOK keresési URL-címe között

# #32430
source: Enter a name for this player
hu_hu: Adj nevet ennek a lejátszónak

# #32431
source: Use the same search URL for tvshows as movies?
hu_hu: Ugyanazt a keresési URL-t használod tévéműsorokhoz és filmekhez?

# #32432
source: Select template
hu_hu: Sablon kiválasztása

# #32433
source: Missing QUERYKEY in URL
hu_hu: Hiányzó QUERYKEY az URL-ben

# #32434
source: You must insert QUERYKEY where the search query for the URL goes
hu_hu: A QUERYKEY kifejezést oda kell beilleszteni, ahová az URL-re vonatkozó keresési lekérdezés kerül.

# #32435
source: Input QUERYKEY where search query goes
hu_hu: Írja be a QUERYKEY-t, ahová a keresési lekérdezés kerül

# #32436
source: Details
hu_hu: Részletek

# #32437
source: Configure provider data allowlist
hu_hu: Szolgáltatói adatok engedélyezőlistájának konfigurálása

# #32438
source: Provider allowlist updated
hu_hu: Szolgáltatói engedélyezőlista frissítve

# #32439
source: The provider allowlist has been updated.
hu_hu: Szolgáltatói engedélyezőlista frissítve lett

# #32440
source: Edit steps
hu_hu: Lépések beállítása

# #32441
source: Add a new step
hu_hu: Új lépés hozzáadása

# #32442
source: Add a new rule
hu_hu: Új szabály hozzáadása

# #32443
source: Select value to match against {}
hu_hu: Válasszd ki a(z) {} értékkel való egyeztetéshez szükséges értéket

# #32444
source: Select rule or listitem key
hu_hu: Szabály vagy listaelem kulcs kiválasztása

# #32445
source: Edit Rules for Step {}
hu_hu: {}. lépés szabályainak szerkesztése

# #32446
source: plugin:// search URL for {}
hu_hu: plugin:// keresési URL a következőhöz: {}

# #32447
source: Up Next Only
hu_hu: Csak Up Next
