Repository: kittmaster/KittmasterRepo
Catalog: omega/service.tvtunes/resources/language/Bulgarian/strings.po
Languages: bg

# Addon Summary
source: Retrieve and play your soundtrack or video themes whilst browsing your library
bg: Сваля и възпроизвежда мелодиите от вашите филми и сериали

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library.
bg: Скриптът ще Ви помогне да се сдобиете с мелодии от филми и сериали. Когато преглеждате инф. за даден филм или епизодите от даден сериал, съответната мелодия ще се възпроизвежда автоматично. За целта е необходимо да ползвате съвместим облик.

# #32001
source: Play theme in loop
bg: Повтаряне на мелодията, без спиране

# #32003
source: Use Protected SMB share
bg: Ползване на защитен споделен SMB ресурс

# #32004
source: Username:
bg: Потребител:

# #32005
source: Password:
bg: Парола:

# #32006
source: Store tunes in a custom path
bg: Съхраняване на мелодиите в персонална папка

# #32007
source: Path:
bg: Път:

# #32008
source: Fade tune out when exiting
bg: Плавно затихване при приключване на мелодиите

# #32009
source: Automatically Download Theme If
bg: Сваляй мелодия автоматично ако

# #32010
source: Shuffle multiple tracks
bg: Възпроизвеждай различни мелодии (при няколко налични)

# #32011
source: Random start time
bg: Не възпроизвеждай мелодиите от началото им (произволна точка)

# #32012
source: Change File Types
bg: Тип файлове за сваляне

# #32013
source: Fade in the tune when starting
bg: Плавно увеличаване на звука в началото на мелодиите

# #32014
source: Always add additional themes (no overwrite)
bg: Добавяне на повече от една мелодия (без презаписване)

# #32015
source: Search for movie themes
bg: Търсене на мелодии и за филмите

# #32016
source: Play themes when browsing Movie list
bg: Възпроизвеждай мелодии при преглеждане на списъка с филми

# #32017
source: Play themes when browsing TV Show list
bg: Възпроизвеждай мелодии при преглеждане на списъка с ТВ сериали

# #32018
source: Debugging
bg: Дебъгване

# #32019
source: Enable debug logging
bg: Включи дебъг журнала

# #32020
source: Show the TvTunes button on the Video Info screen
bg: Бутон TvTunes в прозореца "Информация за филма"

# #32021
source: Fade out after playing for (minutes)
bg: Плавно затихване на мелодиите след (минути)

# #32022
source: Operations
bg: Операции

# #32023
source: Browse Themes
bg: Преглед на мелодиите

# #32024
source: Delay Theme Start (Seconds)
bg: Стартиране със закъснение (сек)

# #32025
source: Support themes in sub directories
bg: Поддръжка за мелодии разположени в поддиректории

# #32026
source: Directory Name
bg: Име на директорията

# #32027
source: Limit track duration when multiple themes (seconds)
bg: Възпроизвеждай всяка от наличните мелодии за (сек)

# #32028
source: Default Theme Search Source
bg: Стандартна търсачка

# #32029
source: Play themes when browsing Music Video list
bg: Възпроизвеждай мелодии при преглеждане на списъка с музикални клипове

# #32030
source: All
bg: Всички

# #32035
source: Prompt User
bg: Запитване на потребителя

# #32036
source: Never
bg: Никога

# #32037
source: Only Single Entry Found
bg: Само едно съвпадение

# #32040
source: Screensaver
bg: Скрийнсейвър

# #32042
source: StarWars
bg: Междузвездни войни

# #32044
source: AppleTVLike
bg: Като AppleTV

# #32046
source: Random
bg: Произволен

# #32047
source: Wait Time (Seconds)
bg: Изчакване (сек)

# #32048
source: Effect Time (Seconds)
bg: Ефект (сек)

# #32049
source: Columns
bg: Колони

# #32050
source: Speed
bg: Скорост

# #32052
source: Random Order
bg: Произволен ред

# #32053
source: Image Source
bg: Източник на картини

# #32054
source: Image Type
bg: Тип картини

# #32055
source: Folder
bg: Папка

# #32057
source: Fanart
bg: Фен-арт

# #32058
source: Thumbnail
bg: Миниатюра

# #32059
source: Cast
bg: Участници

# #32060
source: Movies, TV Shows
bg: Филми, ТВ Сериали

# #32061
source: Play Themes During Screensaver
bg: Възпроизвеждай мелодии по време на скрийнсейвъра

# #32062
source: Fanart,Thumbnail,Cast
bg: Фен-арт, Миниатюра, Участници

# #32063
source: Fanart,Thumbnail
bg: Фен-арт, Миниатюра

# #32064
source: Dim Level
bg: Степен на затъмняване

# #32065
source: Thumbnail,Cast
bg: Миниатюри, Участници

# #32066
source: Slider
bg: Плъзгане

# #32067
source: Slide In From
bg: Плъзгане от

# #32068
source: Left
bg: ляво

# #32069
source: Right
bg: дясно

# #32070
source: Top
bg: горе

# #32071
source: Bottom
bg: долу

# #32072
source: Crossfade
bg: Плавен преход

# #32074
source: Only Show Images When A Theme Exists
bg: Ползвай само картини за които има мелодия

# #32075
source: Play Theme Once, Show All Images
bg: Възпроизведи веднъж и покажи всички картини

# #32076
source: Show All Images, Repeat Theme
bg: Покажи всички картини и повтаряй мелодията

# #32077
source: Play Theme Once, Skip Remaining Images
bg: Възпроизведи мелодията веднъж и не показвай оставащите картини

# #32078
source: Repeat Rules
bg: Повторение

# #32079
source: Startup
bg: Стартиране

# #32080
source: Reset Volume On Startup
bg: Нулирай силата на звука при стартиране

# #32081
source: Set Volume On Startup To
bg: Задай силата на звука при стартиране

# #32082
source: Audio File Types
bg: Тип аудио файлове

# #32083
source: Video File Types
bg: Тип видео файлове

# #32091
source: Update advancedsettings.xml File
bg: Обнови файлът advancedsettings.xml

# #32093
source: Unable to update advancedsettings.xml
bg: advancedsettings.xml не може да бъде обновен

# #32094
source: Please check the log for more details
bg: Проверете журнала за подробности.

# #32095
source: advancedsettings.xml update complete
bg: Обновяването на advancedsettings.xml завърши

# #32100
source: Show Selection Dialog If Auto Match Fails
bg: Ръчен избор на мелодия при липса на съответствие

# #32101
source: ERROR
bg: ГРЕШКА

# #32102
source: site unreachable
bg: сайтът не е достъпен

# #32103
source: TvTune downloader
bg: TvTunes - Сваляне на мелодии

# #32104
source: Replace existing theme?
bg: Да бъдат ли заменяни вече свалените мелодии?

# #32105
source: TVTunes
bg: Телевизионни мелодии

# #32106
source: Getting information...
bg: Сваляне на информация...

# #32107
source: Searching for
bg: Търсене за

# #32108
source: CANCELLED
bg: ОТМЕНЕНО

# #32109
source: Operation canceled by user.
bg: Действието е прекъснато от потребителя.

# #32110
source: Downloading:
bg: Сваляне:

# #32111
source: to:
bg: в:

# #32112
source: Choose for
bg: Изберете за

# #32113
source: ENTER MANUAL SEARCH
bg: Ръчно въвеждане

# #32114
source: Download this one?
bg: Да бъде ли свалена?

# #32115
source: Search results will be incomplete
bg: Резултатите от търсенето ще са непълни

# #32116
source: Load Registration File
bg: Зареди регистрационния файл

# #32117
source: Failed to load registration file
bg: Зареждането на регистрационния файл се провали

# #32118
source: Manual Search...
bg: Ръчно търсене

# #32119
source: Continue with next theme search?
bg: Да продължи ли търсенето за още мелодии?

# #32120
source: Search Using %s...
bg: Търсене в %s...

# #32121
source: Search Using All Sites (May Be Slow)
bg: Търсене във всички сайтове (бавно търсене)

# #32201
source: Movies
bg: Филми

# #32202
source: TV Shows
bg: ТВ Сериали

# #32203
source: Music Videos
bg: Музикални клипове

# #32204
source: [Filter]: Show Only Missing Themes
bg: [Филтър]: Показвай само липсващите мелодии

# #32205
source: [Action]: Retrieve Missing Themes
bg: [Действие]: Извличай липсващите мелодии

# #32206
source: You have themes that are not in themes folders.
bg: Някои от мелодиите не са в подпапка именувана "themes".

# #32207
source: Move themes into themes folder?
bg: Да бъдат ли преместени в съответните подпапки?

# #32208
source: [Action]: Start Screensaver
bg: [Действие]: Пусни скрийнсейвър

# #32991
source: Playback
bg: Възпроизвеждане

# #32992
source: Download
bg: Сваляне

# #32993
source: File system
bg: Файлова система

# #32994
source: Error: Failed to connect to goear.com
bg: Грешка: Свързването с www.goear.com се провали

# #32995
source: No Images found!
bg: Не са открити изображения!
