Repository: kittmaster/KittmasterRepo
Catalog: nexus/skin.madnox/language/resource.language.*/strings.po
Languages: ar_sa, fr_fr

# #31304
source: Progress bar
ar_sa: شريط التقدم
fr_fr: Barre de progression

# #31305
source: Apply
ar_sa: تطبيق
fr_fr: Appliquer

# #31306
source: TV Show season cover background
ar_sa: خلفية غلاف مواسم المسلسلات التلفزيونية
fr_fr: Arrière-plan de la pochette de saison des séries TV

# #31307
source: Genre cover background
ar_sa: خلفية غلاف النوع
fr_fr: Arrière-plan de la pochette de genre

# #31308
source: Artist album cover background
ar_sa: خلفية غلاف ألبوم الفنان
fr_fr: Arrière-plan de la pochette d'album de l'artiste

# #31309
source: Cover background
ar_sa: خلفية الغلاف
fr_fr: Arrière-plan de la couverture

# #31310
source: Fanart rotation speed
ar_sa: سرعة دوران الفن المعجبين
fr_fr: Vitesse de rotation du fanart

# #31311
source: seconds
ar_sa: ثواني
fr_fr: secondes

# #31312
source: Fullscreen audio
ar_sa: صوت بملء الشاشة
fr_fr: Audio plein écran

# #31313
source: Jump to letter
ar_sa: القفز إلى الحرف
fr_fr: Aller à la lettre

# #31314
source: Disable library fanart
ar_sa: تعطيل فن المكتبة
fr_fr: Désactiver le fanart de la bibliothèque

# #31315
source: Music background
ar_sa: خلفية الموسيقى
fr_fr: Fond de musique

# #31316
source: Stream/Radio background
ar_sa: خلفية البث/الراديو
fr_fr: Fond de flux/radio

# #31317
source: PVR status
ar_sa: حالة PVR
fr_fr: Statut PVR

# #31318
source: TV status
ar_sa: حالة التلفزيون
fr_fr: Statut TV

# #31319
source: Radio status
ar_sa: حالة الراديو
fr_fr: Statut radio

# #31320
source: TV widget
ar_sa: ودجة التلفزيون
fr_fr: Widget TV

# #31321
source: Radio widget
ar_sa: ودجة الراديو
fr_fr: Widget radio

# #31322
source: PVR widget
ar_sa: ودجة PVR
fr_fr: Widget PVR

# #31323
source: Movie & TV shows meta countdown timer text
ar_sa: نص مؤقت العد التنازلي للبيانات الوصفية للأفلام والبرامج التلفزيونية
fr_fr: Compte à rebours méta des films et émissions de télévision

# #31324
source: Movie/Episode case
ar_sa: غطاء الفيلم/الحلقة
fr_fr: Boîtier film/épisode

# #31325
source: Movie/TV show case
ar_sa: غطاء الفيلم/البرنامج التلفزيوني
fr_fr: Boîtier film/série TV

# #31326
source: Music video case
ar_sa: غطاء الفيديو الموسيقي
fr_fr: Boîtier de clip musical

# #31327
source: Special
ar_sa: خاص
fr_fr: Spécial

# #31328
source: Show media flags
ar_sa: إظهار علامات الوسائط
fr_fr: Afficher les drapeaux médias

# #31329
source: Show cover
ar_sa: إظهار الغلاف
fr_fr: Afficher la couverture

# #31330
source: Video info settings
ar_sa: إعدادات معلومات الفيديو
fr_fr: Paramètres d'info vidéo

# #31331
source: Create
ar_sa: إنشاء
fr_fr: Créer

# #31332
source: Set episode
ar_sa: تعيين الحلقة
fr_fr: Définir l'épisode

# #31333
source: Seek icon
ar_sa: أيقونة البحث
fr_fr: Icône de recherche

# #31334
source: Visualisation presets
ar_sa: إعدادات التصور المسبقة
fr_fr: Préréglages de visualisation

# #31335
source: Visualisation options
ar_sa: خيارات التصور
fr_fr: Options de visualisation

# #31336
source: Music settings
ar_sa: إعدادات الموسيقى
fr_fr: Paramètres de musique

# #31337
source: Audio view settings
ar_sa: إعدادات عرض الصوت
fr_fr: Paramètres d'affichage audio

# #31338
source: Video view settings
ar_sa: إعدادات عرض الفيديو
fr_fr: Paramètres d'affichage vidéo

# #31339
source: Contributors
ar_sa: المساهمون
fr_fr: Contributeurs

# #31340
source: Rate
ar_sa: تقييم
fr_fr: Évaluer

# #31341
source: Next episode
ar_sa: الحلقة التالية
fr_fr: Épisode suivant

# #31342
source: Movies and TV Shows starring
ar_sa: أفلام ومسلسلات تلفزيونية من بطولة
fr_fr: Films et émissions de télévision avec

# #31343
source: Directed by
ar_sa: إخراج
fr_fr: Réalisé par

# #31344
source: More movies directed by
ar_sa: المزيد من الأفلام من إخراج
fr_fr: Plus de films réalisés par

# #31345
source: Written by
ar_sa: تأليف
fr_fr: Écrit par

# #31346
source: More movies written by
ar_sa: المزيد من الأفلام من تأليف
fr_fr: Plus de films écrits par

# #31347
source: More like this
ar_sa: المزيد مثل هذا
fr_fr: Plus de ce genre

# #31348
source: No information available.
ar_sa: لا توجد معلومات متاحة.
fr_fr: Aucune information disponible.

# #31349
source: Info dialog
ar_sa: مربع حوار المعلومات
fr_fr: Boîte de dialogue d'informations

# #31350
source: Music info settings
ar_sa: إعدادات معلومات الموسيقى
fr_fr: Paramètres d'info musique

# #31351
source: TMDb info
ar_sa: معلومات TMDb
fr_fr: Infos TMDb

# #31352
source: TMDb actor info
ar_sa: معلومات ممثل TMDb
fr_fr: Infos acteur TMDb

# #31353
source: Artist slideshow
ar_sa: عرض شرائح الفنان
fr_fr: Diaporama d'artiste

# #31354
source: Artist slideshow settings
ar_sa: إعدادات عرض شرائح الفنان
fr_fr: Paramètres du diaporama d'artiste

# #31355
source: Stream/Radio now playing background
ar_sa: خلفية بث/راديو قيد التشغيل الآن
fr_fr: Arrière-plan du flux/radio en cours de lecture

# #31356
source: Global now playing
ar_sa: يعرض الآن عالمي
fr_fr: Lecture globale en cours

# #31357
source: Panel texture
ar_sa: نسيج اللوحة
fr_fr: Texture du panneau

# #31358
source: Background texture
ar_sa: نسيج الخلفية
fr_fr: Texture d'arrière-plan

# #31359
source: Main menu texture
ar_sa: نسيج القائمة الرئيسية
fr_fr: Texture du menu principal

# #31360
source: Filtered
ar_sa: مفلتر
fr_fr: Filtré

# #31361
source: Now playing music discart fallback
ar_sa: احتياطي صور الأقراص الموسيقية قيد التشغيل الآن
fr_fr: Remplacement de l'illustration du disque musical en cours de lecture

# #31362
source: Now playing video discart fallback
ar_sa: احتياطي صور الأقراص الفيديو قيد التشغيل الآن
fr_fr: Remplacement de l'illustration du disque vidéo en cours de lecture

# #31363
source: Watched status
ar_sa: حالة المشاهدة
fr_fr: Statut regardé

# #31364
source: Unwatched episode count
ar_sa: عدد الحلقات غير المشاهدة
fr_fr: Nombre d'épisodes non vus

# #31365
source: Widget watched status
ar_sa: حالة مشاهدة الودجة
fr_fr: Statut de lecture du widget

# #31366
source: Movies starring
ar_sa: أفلام من بطولة
fr_fr: Films avec

# #31367
source: TV Shows starring
ar_sa: برامج تلفزيونية من بطولة
fr_fr: Émissions de télévision avec

# #31368
source: Movie & TV shows slider countdown enable
ar_sa: تمكين مؤقت العد التنازلي لمؤشر أفلام وبرامج تلفزيونية
fr_fr: Activer le compte à rebours des films et émissions de télévision

# #31369
source: Turns the digital countdown timer on/off under the info meta arrow sliders. Enable to display when the slider will shift left/right when it hits 0.
ar_sa: يقوم بتشغيل/إيقاف مؤقت العد التنازلي الرقمي أسفل مؤشرات أسهم البيانات الوصفية. قم بالتمكين لعرض متى سينتقل المؤشر إلى اليسار/اليمين عندما يصل إلى 0.
fr_fr: Active/désactive le compte à rebours numérique sous les curseurs de flèches d'information méta. Activez pour afficher quand le curseur se déplacera vers la gauche/droite lorsqu'il atteindra 0.

# #31370
source: Search results for
ar_sa: نتائج البحث لـ
fr_fr: Résultats de recherche pour

# #31371
source: Music video artists
ar_sa: فنانو الفيديو الموسيقي
fr_fr: Artistes de clips musicaux

# #31372
source: Time remaining
ar_sa: الوقت المتبقي
fr_fr: Temps restant

# #31373
source: Labels
ar_sa: تسميات
fr_fr: Étiquettes

# #31374
source: Cover background settings
ar_sa: إعدادات خلفية الغلاف
fr_fr: Paramètres d'arrière-plan de la couverture

# #31375
source: Management
ar_sa: إدارة
fr_fr: Gestion

# #31376
source: Next button
ar_sa: زر التالي
fr_fr: Bouton suivant

# #31378
source: Bit depth
ar_sa: عمق البت
fr_fr: Profondeur de bits

# #31379
source: Dim background
ar_sa: تعتيم الخلفية
fr_fr: Assombrir l'arrière-plan

# #31380
source: Now playing dim background
ar_sa: تعتيم خلفية التشغيل الحالي
fr_fr: Assombrir l'arrière-plan pendant la lecture

# #31381
source: Appeared in
ar_sa: ظهر في
fr_fr: Est apparu dans

# #31382
source: Press up for actor info
ar_sa: اضغط للأعلى لمعلومات الممثل
fr_fr: Appuyer sur haut pour info acteur

# #31383
source: Press up for library items by actor
ar_sa: اضغط للأعلى لعناصر المكتبة حسب الممثل
fr_fr: Appuyer sur haut pour les éléments de bibliothèque par acteur

# #31384
source: Source flags
ar_sa: علامات المصدر
fr_fr: Drapeaux sources

# #31385
source: Limit
ar_sa: حد
fr_fr: Limite

# #31386
source: Recently added (include watched)
ar_sa: أضيف مؤخراً (بما في ذلك المشاهدة)
fr_fr: Récemment ajouté (inclure regardé)

# #31387
source: Recently released (include watched)
ar_sa: صدر مؤخراً (بما في ذلك المشاهدة)
fr_fr: Récemment sorti (inclure regardé)

# #31388
source: Character
ar_sa: شخصية
fr_fr: Personnage

# #31389
source: Department
ar_sa: قسم
fr_fr: Département

# #31390
source: Job
ar_sa: وظيفة
fr_fr: Tâche

# #31391
source: Budget
ar_sa: ميزانية

# #31392
source: Years Old
ar_sa: سنوات
fr_fr: Ans

# #31393
source: Revenue
ar_sa: إيرادات
fr_fr: Revenu

# #31394
source: Color icons
ar_sa: أيقونات ملونة
fr_fr: Icônes couleur

# #31395
source: Resolution icon color
ar_sa: لون أيقونة الدقة
fr_fr: Couleur de l'icône de résolution

# #31396
source: Violet
ar_sa: بنفسجي

# #31397
source: Magenta
ar_sa: أرجواني

# #31398
source: Turquoise
ar_sa: فيروزي

# #31399
source: Brown
ar_sa: بني
fr_fr: Brun

# #31401
source: Aspect ratio icon color
ar_sa: لون أيقونة نسبة العرض إلى الارتفاع
fr_fr: Couleur de l'icône de rapport d'aspect

# #31402
source: Sets the color for the resolution flags.
ar_sa: يضبط لون علامات الدقة.
fr_fr: Définit la couleur des drapeaux de résolution.

# #31403
source: Sets the color for the aspect ratio flags.
ar_sa: يضبط لون علامات نسبة العرض إلى الارتفاع.
fr_fr: Définit la couleur des drapeaux de rapport d'aspect.

# #31404
source: Large splash screen Madnox logo on startup
ar_sa: شعار مادنوكس كبير على شاشة البداية عند التشغيل
fr_fr: Grand logo Madnox sur l'écran de démarrage

# #31405
source: Image gallery for
ar_sa: معرض الصور لـ
fr_fr: Galerie d'images pour

# #31406
source: Image Gallery
ar_sa: معرض الصور
fr_fr: Galerie d'images

# #31407
source: Not Available or Listed
ar_sa: غير متاح أو غير مدرج
fr_fr: Non disponible ou non listé

# #31408
source: Awards
ar_sa: جوائز
fr_fr: Récompenses

# #31409
source: Enable auto scrolling for movie's meta data
ar_sa: تمكين التمرير التلقائي للبيانات الوصفية للأفلام
fr_fr: Activer le défilement automatique des métadonnées du film

# #31410
source: Movie meta rotation delay time
ar_sa: وقت تأخير دوران بيانات الفيلم الوصفية
fr_fr: Délai de rotation des métadonnées du film

# #31411
source: Enable auto scrolling for person's meta data
ar_sa: تمكين التمرير التلقائي للبيانات الوصفية للشخص
fr_fr: Activer le défilement automatique des métadonnées de la personne

# #31412
source: Person meta rotation delay time
ar_sa: وقت تأخير دوران بيانات الشخص الوصفية
fr_fr: Délai de rotation des métadonnées de la personne

# #31413
source: Automatically scroll movie's metadata when there are greater than 8 items visible. Scrolls all data based on visibility of data that is available.
ar_sa: يقوم بالتمرير التلقائي لبيانات الفيلم الوصفية عندما يكون هناك أكثر من 8 عناصر مرئية. يقوم بالتمرير لجميع البيانات بناءً على رؤية البيانات المتاحة.
fr_fr: Fait défiler automatiquement les métadonnées du film lorsque plus de 8 éléments sont visibles. Fait défiler toutes les données en fonction de la visibilité des données disponibles.

# #31414
source: Automatically scroll person's metadata when there are greater than 8 items visible. Scrolls all data based on visibility of data that is available.
ar_sa: يقوم بالتمرير التلقائي لبيانات الشخص الوصفية عندما يكون هناك أكثر من 8 عناصر مرئية. يقوم بالتمرير لجميع البيانات بناءً على رؤية البيانات المتاحة.
fr_fr: Fait défiler automatiquement les métadonnées de la personne lorsque plus de 8 éléments sont visibles. Fait défiler toutes les données en fonction de la visibilité des données disponibles.

# #31415
source: Crew
ar_sa: طاقم
fr_fr: Équipe

# #31418
source: Recommendations
ar_sa: توصيات
fr_fr: Recommandations

# #31419
source: Guest stars
ar_sa: ضيوف شرف
fr_fr: Stars invitées

# #31420
source: Display larger DPI scaled logo when Kodi first loads. Large logo: 1600x520px, Small logo: 800x260px. Kodi will auto-scale in windowed view.
ar_sa: يعرض شعارًا أكبر بحجم DPI عند تحميل Kodi لأول مرة. شعار كبير: 1600x520px، شعار صغير: 800x260px. سيقوم Kodi بالتحجيم التلقائي في العرض النافذي.
fr_fr: Affiche un logo DPI plus grand au démarrage de Kodi. Grand logo : 1600x520px, Petit logo : 800x260px. Kodi s'adaptera automatiquement en mode fenêtré.

# #31421
source: Turn on saving to debug log
ar_sa: تشغيل الحفظ إلى سجل التصحيح
fr_fr: Activer l'enregistrement dans le journal de débogage

# #31422
source: Off by default, leave this setting off unless troubleshooting instructed to turn on. This will cause your debug log and device cache to increase rapidly and could cause instability if left unchecked. You have been notified.
ar_sa: إيقاف التشغيل افتراضيًا، اترك هذا الإعداد متوقفًا إلا إذا طُلب منك تشغيله لاستكشاف الأخطاء وإصلاحها. سيؤدي هذا إلى زيادة سجل التصحيح وذاكرة التخزين المؤقت لجهازك بسرعة وقد يتسبب في عدم الاستقرار إذا تُرك دون مراقبة. لقد تم إخطارك.
fr_fr: Désactivé par défaut, laissez ce paramètre désactivé sauf si le dépannage vous demande de l'activer. Cela entraînera une augmentation rapide de votre journal de débogage et du cache de votre appareil, ce qui pourrait entraîner une instabilité si vous ne le surveillez pas. Vous avez été notifié.

# #31423
source: Fanart background size ratio
ar_sa: نسبة حجم خلفية الفن المعجبين
fr_fr: Rapport de taille du fond d'écran

# #31424
source: Sets the size ratio of the fanart background. Scale/Keep/Center: Aspect ratio is kept. Stretch: Aspect ratio is not kept.
ar_sa: يضبط نسبة حجم خلفية الفن المعجبين. قياس/احتفاظ/توسيط: يتم الحفاظ على نسبة العرض إلى الارتفاع. تمدد: لا يتم الحفاظ على نسبة العرض إلى الارتفاع.
fr_fr: Définit le rapport de taille de l'arrière-plan du fanart. Échelle/Conserver/Centrer : Le rapport d'aspect est conservé. Étirer : Le rapport d'aspect n'est pas conservé.

# #31425
source: Custom colour
ar_sa: لون مخصص
fr_fr: Couleur personnalisée

# #31901
source: Customisation of the home screen, widgets and shortcuts menu.
ar_sa: تخصيص الشاشة الرئيسية، الودجات وقائمة الاختصارات.
fr_fr: Personnalisation de l'écran d'accueil, des widgets et du menu des raccourcis.

# #31902
source: Helper script to provide extra skin features and functions, including additional widgets, cinema mode and blurred backgrounds.
ar_sa: برنامج نصي مساعد لتوفير ميزات ووظائف إضافية للسمة، بما في ذلك ودجات إضافية، وضع السينما والخلفيات الضبابية.
fr_fr: Script d'aide pour fournir des fonctionnalités et des fonctions supplémentaires au skin, y compris des widgets additionnels, le mode cinéma et des arrière-plans flous.

# #31903
source: Provides colour selection.
ar_sa: يوفر اختيار الألوان.
fr_fr: Permet la sélection des couleurs.

# #31904
source: Install and select image addons.
ar_sa: تثبيت واختيار إضافات الصور.
fr_fr: Installer et sélectionner des modules complémentaires d'image.

# #31905
source: Automatically adds extra artwork for media in your media libraries.
ar_sa: يضيف تلقائيًا أعمالًا فنية إضافية للوسائط في مكتبات الوسائط الخاصة بك.
fr_fr: Ajoute automatiquement des illustrations supplémentaires pour les médias dans vos bibliothèques multimédia.

# #31906
source: Next aired library information and widgets.
ar_sa: معلومات مكتبة العرض القادم والودجات.
fr_fr: Informations de la bibliothèque des prochaines diffusions et widgets.

# #31907
source: Lyrics for music. Required to enable animated lyrics.
ar_sa: كلمات الأغاني للموسيقى. مطلوب لتمكين كلمات الأغاني المتحركة.
fr_fr: Paroles de musique. Requis pour activer les paroles animées.

# #31908
source: Sync your collection and watched status with trakt.tv.
ar_sa: مزامنة مجموعتك وحالة المشاهدة مع trakt.tv.
fr_fr: Synchronisez votre collection et votre statut de visionnage avec trakt.tv.

# #31909
source: TMDb information dialogs and widgets.
ar_sa: مربعات حوار ومعلومات TMDb والودجات.
fr_fr: Boîtes de dialogue et widgets d'informations TMDb.

# #31910
source: Create a custom favourite from selected kodi favourites.
ar_sa: إنشاء مفضلة مخصصة من مفضلات كودي المختارة.
fr_fr: Créez un favori personnalisé à partir des favoris Kodi sélectionnés.

# #31911
source: Edit the home screen menu, widgets, backgrounds and infolines.
ar_sa: تعديل قائمة الشاشة الرئيسية، الودجات، الخلفيات وخطوط المعلومات.
fr_fr: Modifier le menu de l'écran d'accueil, les widgets, les arrière-plans et les lignes d'information.

# #31912
source: Reset the home screen menu, widgets, backgrounds and infolines to default.
ar_sa: إعادة تعيين قائمة الشاشة الرئيسية، الودجات، الخلفيات وخطوط المعلومات إلى الإعدادات الافتراضية.
fr_fr: Réinitialiser le menu de l'écran d'accueil, les widgets, les arrière-plans et les lignes d'information par défaut.

# #31913
source: Create a custom favourite from selected kodi favourites. For use in main menu widgets. Requires script favourites to be installed.
ar_sa: إنشاء مفضلة مخصصة من مفضلات كودي المختارة. للاستخدام في ودجات القائمة الرئيسية. يتطلب تثبيت المفضلة النصية.
fr_fr: Créez un favori personnalisé à partir des favoris Kodi sélectionnés. Pour une utilisation dans les widgets du menu principal. Nécessite l'installation des favoris de script.

# #31914
source: Create a custom addon favourite from installed addons. For use in main menu widgets.
ar_sa: إنشاء مفضلة إضافة مخصصة من الإضافات المثبتة. للاستخدام في ودجات القائمة الرئيسية.
fr_fr: Créez un module complémentaire favori personnalisé à partir des modules complémentaires installés. Pour une utilisation dans les widgets du menu principal.

# #31915
source: Reset the skin theme and colours to default.
ar_sa: إعادة تعيين سمة السمة والألوان إلى الإعدادات الافتراضية.
fr_fr: Réinitialiser le thème et les couleurs du skin par défaut.

# #31916
source: Select from a list of pre-defined themes.
ar_sa: اختر من قائمة السمات المعرفة مسبقًا.
fr_fr: Sélectionnez parmi une liste de thèmes prédéfinis.

# #31917
source: Lock preferences to disable view mode, view options, info dialog and fullscreen settings.
ar_sa: قفل التفضيلات لتعطيل وضع العرض، خيارات العرض، مربع حوار المعلومات وإعدادات ملء الشاشة.
fr_fr: Verrouiller les préférences pour désactiver le mode d'affichage, les options d'affichage, la boîte de dialogue d'informations et les paramètres plein écran.

# #31918
source: Customise the home screen, favourites, predefined themes and kiosk mode.
ar_sa: تخصيص الشاشة الرئيسية، المفضلة، السمات المعرفة مسبقًا ووضع الكشك.
fr_fr: Personnalisez l'écran d'accueil, les favoris, les thèmes prédéfinis et le mode kiosque.

# #31919
source: Change skin theme textures.
ar_sa: تغيير نسيج سمة السمة.
fr_fr: Modifier les textures du thème de skin.

# #31920
source: Customise the skin texture colours.
ar_sa: تخصيص ألوان نسيج السمة.
fr_fr: Personnaliser les couleurs de texture du skin.

# #31921
source: Customise the background and fallbacks for specific skin areas.
ar_sa: تخصيص الخلفية والاحتياطيات لمناطق سمة محددة.
fr_fr: Personnalisez l'arrière-plan et les replis pour des zones spécifiques du skin.

# #31922
source: Enable or disable various skin features.
ar_sa: تمكين أو تعطيل ميزات سمة مختلفة.
fr_fr: Activer ou désactiver diverses fonctionnalités du skin.

# #31923
source: Customise artwork and install supported artwork packs.
ar_sa: تخصيص الأعمال الفنية وتثبيت حزم الأعمال الفنية المدعومة.
fr_fr: Personnaliser les illustrations et installer les packs d'illustrations pris en charge.

# #31924
source: Install and configure supported addons.
ar_sa: تثبيت وتكوين الإضافات المدعومة.
fr_fr: Installer et configurer les modules complémentaires pris en charge.

# #31925
source: Enable and disable library views. Disabling library views on low spec systems may improve performance.
ar_sa: تمكين وتعطيل عروض المكتبة. قد يؤدي تعطيل عروض المكتبة على الأنظمة ذات المواصفات المنخفضة إلى تحسين الأداء.
fr_fr: Activer et désactiver les vues de la bibliothèque. La désactivation des vues de la bibliothèque sur les systèmes à faibles spécifications peut améliorer les performances.

# #31926
source: Shows scroll letter when scrolling in library views.
ar_sa: يعرض حرف التمرير عند التمرير في عروض المكتبة.
fr_fr: Affiche la lettre de défilement lors du défilement dans les vues de la bibliothèque.

# #31927
source: Shows the alphabet to jump to a position of the container. Will only work for default sorting methods.
ar_sa: يعرض الحروف الأبجدية للقفز إلى موضع الحاوية. سيعمل فقط مع طرق الفرز الافتراضية.
fr_fr: Affiche l'alphabet pour sauter à une position du conteneur. Ne fonctionnera que pour les méthodes de tri par défaut.

# #31928
source: Shows plot outline for tv shows and movies if available, otherwise will display the default plot.
ar_sa: يعرض الخطوط العريضة للحبكة للمسلسلات التلفزيونية والأفلام إذا كانت متاحة، وإلا سيعرض الحبكة الافتراضية.
fr_fr: Affiche le résumé de l'intrigue pour les émissions de télévision et les films si disponible, sinon affichera l'intrigue par défaut.

# #31929
source: Auto scroll the plot if it does not fit the control dimensions.
ar_sa: تمرير الحبكة تلقائيًا إذا لم تتناسب مع أبعاد التحكم.
fr_fr: Défilement automatique de l'intrigue si elle ne correspond pas aux dimensions du contrôle.

# #31930
source: Enable the shortcut menu for instant access to specific skin areas. In the media menu click left to open or click on the shortcut icon.
ar_sa: تمكين قائمة الاختصارات للوصول الفوري إلى مناطق سمة محددة. في قائمة الوسائط، انقر يسارًا لفتح أو انقر على أيقونة الاختصار.
fr_fr: Activez le menu de raccourcis pour un accès instantané à des zones spécifiques du skin. Dans le menu média, cliquez à gauche pour ouvrir ou cliquez sur l'icône de raccourci.

# #31931
source: Edit the shortcut menu.
ar_sa: تعديل قائمة الاختصارات.
fr_fr: Modifier le menu des raccourcis.

# #31932
source: Enable and disable the topbar elements.
ar_sa: تمكين وتعطيل عناصر الشريط العلوي.
fr_fr: Activer et désactiver les éléments de la barre supérieure.

# #31933
source: Change video info settings.
ar_sa: تغيير إعدادات معلومات الفيديو.
fr_fr: Modifier les paramètres d'informations vidéo.

# #31934
source: Change music info settings.
ar_sa: تغيير إعدادات معلومات الموسيقى.
fr_fr: Modifier les paramètres d'informations musicales.

# #31935
source: Change fullscreen video settings.
ar_sa: تغيير إعدادات الفيديو بملء الشاشة.
fr_fr: Modifier les paramètres vidéo plein écran.

# #31936
source: Change fullscreen audio settings.
ar_sa: تغيير إعدادات الصوت بملء الشاشة.
fr_fr: Modifier les paramètres audio plein écran.

# #31937
source: Reduce the size of pop up notifications.
ar_sa: تقليل حجم الإشعارات المنبثقة.
fr_fr: Réduire la taille des notifications pop-up.

# #31938
source: Darkens the screen behind dialog popups. Not applicable for fullscreen video or audio.
ar_sa: يغمق الشاشة خلف النوافذ المنبثقة للحوار. لا ينطبق على الفيديو أو الصوت بملء الشاشة.
fr_fr: Assombrit l'écran derrière les fenêtres contextuelles de dialogue. Non applicable pour la vidéo ou l'audio en plein écran.

# #31939
source: Automatically switches to fullscreen when you press play on an album or audio file. If audio is already playing no action will be taken.
ar_sa: ينتقل تلقائيًا إلى وضع ملء الشاشة عند الضغط على تشغيل ألبوم أو ملف صوتي. إذا كان الصوت يعمل بالفعل فلن يتم اتخاذ أي إجراء.
fr_fr: Passe automatiquement en plein écran lorsque vous appuyez sur lecture sur un album ou un fichier audio. Si l'audio est déjà en cours de lecture, aucune action ne sera entreprise.

# #31940
source: Enable coloured icons for the topbar, media information and library views.
ar_sa: تمكين أيقونات ملونة للشريط العلوي، معلومات الوسائط وعروض المكتبة.
fr_fr: Activer les icônes colorées pour la barre supérieure, les informations multimédia et les vues de la bibliothèque.

# #31941
source: Enable coloured, HDR, bit depth and language media flags.
ar_sa: تمكين علامات الوسائط الملونة، HDR، عمق البت واللغة.
fr_fr: Activer les drapeaux média colorés, HDR, profondeur de bits et langue.

# #31943
source: Audio cd art fallback skin wide.
ar_sa: نسخة احتياطية من فن القرص الصوتي للسمة بأكملها.
fr_fr: Remplacement de l'illustration du CD audio sur tout le skin.
