Repository: kittmaster/KittmasterRepo
Catalog: nexus/skin.madnox/language/resource.language.*/strings.po
Languages: ar_sa, fr_fr

# #31000
source: Page
ar_sa: صفحة

# #31001
source: Items
ar_sa: عناصر
fr_fr: Éléments

# #31002
source: Now playing
ar_sa: يعرض الآن
fr_fr: En lecture

# #31003
source: Order
ar_sa: ترتيب
fr_fr: Ordre

# #31004
source: Weather background
ar_sa: خلفية الطقس
fr_fr: Arrière-plan météo

# #31005
source: shadow
ar_sa: ظل
fr_fr: ombre

# #31006
source: Flat
ar_sa: مسطحة
fr_fr: Plat

# #31007
source: Single image
ar_sa: صورة واحدة
fr_fr: Image unique

# #31008
source: Multi image
ar_sa: صور متعددة
fr_fr: Images multiples

# #31009
source: Music discart fallback
ar_sa: احتياطي صور الأقراص الموسيقية
fr_fr: Disque d'art musical de secours

# #31010
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
ar_sa: قم بتعيين النوع وإضافة القواعد لإنشاء قائمة تشغيل ذكية. قوائم التشغيل هذه ديناميكية وتتضمن جميع عناصر الوسائط من قاعدة البيانات الخاصة بك والتي تنطبق على القواعد التي اخترتها.
fr_fr: Définissez le type et ajoutez des règles pour créer une liste de lecture intelligente. Ces listes de lecture sont dynamiques et incluent tous les éléments multimédias de votre base de données qui s'appliquent à vos règles choisies.

# #31011
source: Returning
ar_sa: عائد
fr_fr: De retour

# #31012
source: Ended
ar_sa: انتهى
fr_fr: Terminé

# #31013
source: TBD
ar_sa: سيتم تحديده
fr_fr: À déterminer

# #31014
source: New series
ar_sa: سلسلة جديدة
fr_fr: Nouvelle série

# #31015
source: Finale
ar_sa: النهائي

# #31016
source: Smaller pop-up notifications
ar_sa: إشعارات منبثقة أصغر
fr_fr: Notifications pop-up plus petites

# #31017
source: Edit main menu
ar_sa: تعديل القائمة الرئيسية
fr_fr: Modifier le menu principal

# #31018
source: Reset main menu
ar_sa: إعادة تعيين القائمة الرئيسية
fr_fr: Réinitialiser le menu principal

# #31019
source: Show scroll letter
ar_sa: إظهار حرف التمرير
fr_fr: Afficher la lettre de défilement

# #31020
source: Dim screen on dialog popup
ar_sa: تعتيم الشاشة عند ظهور مربع حوار منبثق
fr_fr: Assombrir l'écran lors de l'affichage d'une boîte de dialogue

# #31021
source: Area
ar_sa: منطقة
fr_fr: Zone

# #31022
source: CPU
ar_sa: وحدة المعالجة المركزية

# #31023
source: Memory
ar_sa: ذاكرة
fr_fr: Mémoire

# #31024
source: Customise shortcut menu
ar_sa: تخصيص قائمة الاختصارات
fr_fr: Personnaliser le menu des raccourcis

# #31025
source: palette
ar_sa: لوحة

# #31026
source: Predictive text for virtual keyboard
ar_sa: النص التنبؤي للوحة المفاتيح الافتراضية
fr_fr: Texte prédictif pour le clavier virtuel

# #31027
source: Global override
ar_sa: تجاوز عام
fr_fr: Remplacement global

# #31028
source: Manage
ar_sa: إدارة
fr_fr: Gérer

# #31029
source: Video now playing background
ar_sa: خلفية الفيديو قيد التشغيل الآن
fr_fr: Arrière-plan de la vidéo en cours de lecture

# #31030
source: Music now playing background
ar_sa: خلفية الموسيقى قيد التشغيل الآن
fr_fr: Arrière-plan de la musique en cours de lecture

# #31031
source: Enable day and night colour themes
ar_sa: تمكين سمات الألوان الليلية والنهارية
fr_fr: Activer les thèmes de couleurs jour et nuit

# #31032
source: Theme for day time
ar_sa: سمة لوقت النهار
fr_fr: Thème pour le jour

# #31033
source: Theme for night time
ar_sa: سمة لوقت الليل
fr_fr: Thème pour la nuit

# #31034
source: Weather icons
ar_sa: أيقونات الطقس
fr_fr: Icônes météo

# #31035
source: Extra fanart
ar_sa: فانارت إضافي
fr_fr: Fanart supplémentaire

# #31036
source: Fallback
ar_sa: احتياطي
fr_fr: Repli

# #31037
source: Animated posters
ar_sa: ملصقات متحركة
fr_fr: Affiches animées

# #31038
source: Animated background
ar_sa: خلفية متحركة
fr_fr: Arrière-plan animé

# #31039
source: Widgets
ar_sa: الودجات

# #31040
source: Settings menu
ar_sa: قائمة الإعدادات
fr_fr: Menu des paramètres

# #31041
source: Main menu
ar_sa: القائمة الرئيسية
fr_fr: Menu principal

# #31042
source: Top bar
ar_sa: الشريط العلوي
fr_fr: Barre supérieure

# #31043
source: Fixed list
ar_sa: قائمة ثابتة
fr_fr: Liste fixe

# #31044
source: Palette color selected
ar_sa: لون اللوحة المحدد
fr_fr: Couleur de la palette sélectionnée

# #31045
source: Global default
ar_sa: الافتراضي العام
fr_fr: Par défaut global

# #31046
source: Item Count
ar_sa: عدد العناصر
fr_fr: Nombre d'éléments

# #31047
source: Floor
ar_sa: أرضية
fr_fr: Plancher

# #31048
source: Palette selected
ar_sa: اللوحة المختارة
fr_fr: Palette sélectionnée

# #31049
source: Highlight
ar_sa: تمييز
fr_fr: Surligner

# #31050
source: Info line
ar_sa: سطر المعلومات
fr_fr: Ligne d'informations

# #31051
source: Texture
ar_sa: نسيج

# #31052
source: Coloured
ar_sa: ملون
fr_fr: Coloré

# #31053
source: Country icons
ar_sa: أيقونات البلد
fr_fr: Icônes de pays

# #31054
source: Default backgrounds
ar_sa: الخلفيات الافتراضية
fr_fr: Arrière-plans par défaut

# #31055
source: Weather fanart
ar_sa: فانارت الطقس
fr_fr: Fanart météo

# #31056
source: Panel
ar_sa: لوحة
fr_fr: Panneau

# #31057
source: Seasons
ar_sa: المواسم
fr_fr: Saisons

# #31058
source: Not installed
ar_sa: غير مثبت
fr_fr: Non installé

# #31059
source: Layout
ar_sa: تخطيط
fr_fr: Disposition

# #31060
source: Language flags
ar_sa: أعلام اللغة
fr_fr: Drapeaux de langue

# #31061
source: Icon
ar_sa: أيقونة
fr_fr: Icône

# #31062
source: Coloured icons
ar_sa: أيقونات ملونة
fr_fr: Icônes colorées

# #31063
source: On air
ar_sa: على الهواء
fr_fr: En ondes

# #31064
source: Last aired
ar_sa: عرضت آخر مرة
fr_fr: Dernière diffusion

# #31065
source: Visualisation settings
ar_sa: إعدادات التصور
fr_fr: Paramètres de visualisation

# #31066
source: Choose presets
ar_sa: اختر الإعدادات المسبقة
fr_fr: Choisir des préréglages

# #31067
source: Local subtitle available
ar_sa: الترجمة المحلية متاحة
fr_fr: Sous-titre local disponible

# #31068
source: Lyrics add-on
ar_sa: إضافة كلمات الأغاني
fr_fr: Add-on de paroles

# #31069
source: Lyrics add-on settings
ar_sa: إعدادات إضافة كلمات الأغاني
fr_fr: Paramètres de l'add-on de paroles

# #31070
source: Fanart list
ar_sa: قائمة الفانارت
fr_fr: Liste de fanarts

# #31071
source: Right list
ar_sa: القائمة اليمنى
fr_fr: Liste de droite

# #31072
source: Artisans behind the scenes
ar_sa: الحرفيون خلف الكواليس
fr_fr: Artisans en coulisses

# #31073
source: Video decoder
ar_sa: فك ترميز الفيديو
fr_fr: Décodeur vidéo

# #31074
source: Pixel format
ar_sa: صيغة البكسل
fr_fr: Format de pixel

# #31075
source: Decoding
ar_sa: فك التشفير
fr_fr: Décodage

# #31076
source: Movie set cover background
ar_sa: خلفية غلاف مجموعة الأفلام
fr_fr: Arrière-plan de la jaquette du coffret de films

# #31077
source: Signal
ar_sa: إشارة

# #31078
source: Furniture
ar_sa: أثاث
fr_fr: Mobilier

# #31079
source: Prefer plot outline
ar_sa: تفضيل الخطوط العريضة للحبكة
fr_fr: Préférer le résumé de l'intrigue

# #31080
source: Edit Nodes
ar_sa: تعديل العقد
fr_fr: Modifier les nœuds

# #31081
source: Media menu buttons
ar_sa: أزرار قائمة الوسائط
fr_fr: Boutons du menu multimédia

# #31082
source: Info dialogs
ar_sa: حوارات المعلومات
fr_fr: Boîtes de dialogue d'informations

# #31083
source: Favourites script
ar_sa: برنامج المفضلة النصي
fr_fr: Script des favoris

# #31084
source: Case
ar_sa: حالة
fr_fr: Boîtier

# #31085
source: Overlay
ar_sa: تراكب
fr_fr: Superposition

# #31086
source: Video playlist
ar_sa: قائمة تشغيل الفيديو
fr_fr: Liste de lecture vidéo

# #31087
source: Embuary info
ar_sa: معلومات Embuary
fr_fr: Informations Embuary

# #31089
source: Add node
ar_sa: إضافة عقدة
fr_fr: Ajouter un nœud

# #31090
source: Daily
ar_sa: يومي
fr_fr: Quotidien

# #31091
source: Map
ar_sa: خريطة
fr_fr: Carte

# #31092
source: Overview
ar_sa: نظرة عامة
fr_fr: Aperçu

# #31093
source: Backup
ar_sa: نسخ احتياطي
fr_fr: Sauvegarde

# #31094
source: Restore
ar_sa: استعادة
fr_fr: Restaurer

# #31095
source: Hide view options
ar_sa: إخفاء خيارات العرض
fr_fr: Masquer les options d'affichage

# #31096
source: Hide view options & types
ar_sa: إخفاء خيارات وأنواع العرض
fr_fr: Masquer les options et types d'affichage

# #31097
source: Hide menus
ar_sa: إخفاء القوائم
fr_fr: Masquer les menus

# #31098
source: Kiosk mode
ar_sa: وضع الكشك
fr_fr: Mode kiosque

# #31099
source: Dark
ar_sa: مظلم
fr_fr: Sombre

# #31100
source: Screen ensemble
ar_sa: مجموعة الشاشة
fr_fr: Ensemble d'écran

# #31101
source: YouTube
ar_sa: يوتيوب

# #31102
source: Select live background
ar_sa: تحديد خلفية حية
fr_fr: Sélectionner l'arrière-plan en direct

# #31103
source: Live background
ar_sa: خلفية حية
fr_fr: Arrière-plan en direct

# #31104
source: Local subtitles available
ar_sa: تتوفر ترجمات محلية
fr_fr: Sous-titres locaux disponibles

# #31105
source: colour
ar_sa: لون
fr_fr: couleur

# #31106
source: Global
ar_sa: عام

# #31107
source: background
ar_sa: خلفية
fr_fr: arrière-plan

# #31108
source: Disc art
ar_sa: صورة القرص
fr_fr: Disque d'art

# #31109
source: Get art
ar_sa: الحصول على الفن
fr_fr: Obtenir l'art

# #31110
source: Similar
ar_sa: مشابه
fr_fr: Similaire

# #31111
source: Production details
ar_sa: تفاصيل الإنتاج
fr_fr: Détails de production

# #31112
source: Movie Roles
ar_sa: أدوار الفيلم
fr_fr: Rôles de film

# #31113
source: TV Roles
ar_sa: أدوار التلفزيون
fr_fr: Rôles télévisuels

# #31114
source: Carbon
ar_sa: كربون
fr_fr: Carbone

# #31115
source: Pixels
ar_sa: بكسلات

# #31116
source: Steel plate
ar_sa: لوح فولاذي
fr_fr: Plaque d'acier

# #31117
source: Wallpaper
ar_sa: ورق الجدران
fr_fr: Fond d'écran

# #31118
source: Wood
ar_sa: خشب
fr_fr: Bois

# #31119
source: Wrinkles
ar_sa: تجاعيد
fr_fr: Rides

# #31120
source: Facebook
ar_sa: فيسبوك

# #31121
source: Icons wide
ar_sa: أيقونات عريضة
fr_fr: Icônes larges

# #31122
source: Big icons wide
ar_sa: أيقونات كبيرة عريضة
fr_fr: Grandes icônes larges

# #31123
source: Clearlogo or Title/Tagline
ar_sa: شعار واضح أو عنوان/شعار
fr_fr: Clearlogo ou Titre/Slogan

# #31124
source: Required
ar_sa: مطلوب
fr_fr: Requis

# #31125
source: Instagram
ar_sa: انستغرام

# #31126
source: Optional
ar_sa: اختياري
fr_fr: Optionnel

# #31127
source: RSS
ar_sa: آر إس إس

# #31128
source: Dialog
ar_sa: حوار
fr_fr: Dialogue

# #31129
source: style
ar_sa: نمط

# #31130
source: Square
ar_sa: مربع
fr_fr: Carré

# #31131
source: Emboss
ar_sa: نقش
fr_fr: Relief

# #31132
source: texture
ar_sa: نسيج

# #31133
source: Pattern
ar_sa: نمط
fr_fr: Motif

# #31134
source: Gradient
ar_sa: تدرج
fr_fr: Dégradé

# #31135
source: Brushed
ar_sa: مصقول
fr_fr: Brossé

# #31136
source: Text
ar_sa: نص
fr_fr: Texte

# #31137
source: Subtext
ar_sa: نص فرعي
fr_fr: Sous-texte

# #31138
source: Focus text
ar_sa: نص التركيز
fr_fr: Texte en surbrillance

# #31139
source: List separator
ar_sa: فاصل القائمة
fr_fr: Séparateur de liste

# #31140
source: White media flags
ar_sa: أعلام الوسائط البيضاء
fr_fr: Drapeaux multimédias blancs

# #31141
source: System bar
ar_sa: شريط النظام
fr_fr: Barre système

# #31142
source: Submenu bar
ar_sa: شريط القائمة الفرعية
fr_fr: Barre de sous-menu

# #31143
source: RSS bar
ar_sa: شريط آر إس إس
fr_fr: Barre RSS

# #31144
source: layout
ar_sa: تخطيط
fr_fr: agencement

# #31145
source: Effects
ar_sa: تأثيرات
fr_fr: Effets

# #31146
source: Leaves
ar_sa: أوراق
fr_fr: Feuilles

# #31147
source: Confetti
ar_sa: قصاصات ورقية
fr_fr: Confettis

# #31148
source: Valentine
ar_sa: عيد الحب
fr_fr: Saint-Valentin

# #31149
source: Easter
ar_sa: عيد الفصح
fr_fr: Pâques

# #31150
source: Concrete
ar_sa: خرسانة
fr_fr: Béton

# #31151
source: Media menu
ar_sa: قائمة الوسائط
fr_fr: Menu multimédia

# #31152
source: Focus icon
ar_sa: أيقونة التركيز
fr_fr: Icône de mise au point

# #31153
source: PVR channels
ar_sa: قنوات PVR
fr_fr: Chaînes PVR

# #31154
source: Movies and TV shows
ar_sa: أفلام وبرامج تلفزيونية
fr_fr: Films et émissions de télévision

# #31155
source: Video and music add-ons
ar_sa: إضافات الفيديو والموسيقى
fr_fr: Extensions vidéo et musicales

# #31156
source: Weather icon
ar_sa: أيقونة الطقس
fr_fr: Icône météo

# #31157
source: Nofocus text
ar_sa: نص بدون تركيز
fr_fr: Texte non focalisé

# #31158
source: Nofocus icon
ar_sa: أيقونة بدون تركيز
fr_fr: Icône non focalisée

# #31159
source: Now playing progress
ar_sa: تقدم التشغيل الحالي
fr_fr: Progression de la lecture

# #31160
source: Top bar / Main menu bars
ar_sa: الشريط العلوي / أشرطة القائمة الرئيسية
fr_fr: Barre supérieure / Barres du menu principal

# #31161
source: Extended info
ar_sa: معلومات موسعة
fr_fr: Informations étendues

# #31162
source: Character art
ar_sa: فن الشخصيات
fr_fr: Art de personnage

# #31163
source: Prefer info
ar_sa: تفضيل المعلومات
fr_fr: Préférer les informations

# #31164
source: Blur background
ar_sa: تمويه الخلفية
fr_fr: Arrière-plan flou

# #31165
source: Clear art
ar_sa: مسح الفن
fr_fr: Art clair

# #31166
source: Replace play with cinema mode
ar_sa: استبدال التشغيل بوضع السينما
fr_fr: Remplacer la lecture par le mode cinéma

# #31167
source: Library backgrounds
ar_sa: خلفيات المكتبة
fr_fr: Arrière-plans de la bibliothèque

# #31168
source: Tool tips
ar_sa: تلميحات الأدوات
fr_fr: Info-bulles

# #31169
source: X (Twitter)
ar_sa: X (تويتر)

# #31170
source: Audio info
ar_sa: معلومات الصوت
fr_fr: Informations audio

# #31171
source: Glass
ar_sa: زجاج
fr_fr: Verre

# #31172
source: CD clear
ar_sa: قرص مضغوط واضح
fr_fr: CD clair

# #31173
source: Live TV
ar_sa: تلفزيون مباشر
fr_fr: Télévision en direct

# #31174
source: Disabled text
ar_sa: نص معطل
fr_fr: Texte désactivé

# #31175
source: Default texture
ar_sa: النسيج الافتراضي
fr_fr: Texture par défaut

# #31176
source: case
ar_sa: حالة
fr_fr: boîtier

# #31177
source: Visualisation music info
ar_sa: معلومات تصور الموسيقى
fr_fr: Informations musicales de visualisation

# #31178
source: Visualisation audio info
ar_sa: معلومات تصور الصوت
fr_fr: Informations audio de visualisation

# #31179
source: fanart
ar_sa: فانارت

# #31180
source: Audio background
ar_sa: خلفية الصوت
fr_fr: Arrière-plan audio

# #31181
source: Video background
ar_sa: خلفية الفيديو
fr_fr: Arrière-plan vidéo

# #31182
source: Vinyl
ar_sa: فينيل
fr_fr: Vinyle

# #31183
source: TikTok
ar_sa: تيك توك

# #31184
source: YouTube
ar_sa: يوتيوب

# #31185
source: Filename
ar_sa: اسم الملف
fr_fr: Nom de fichier

# #31186
source: Golden
ar_sa: ذهبي
fr_fr: Doré

# #31187
source: Skin Variables helps skinners to construct variables and expressions for multiple containers and listitems using a template.
ar_sa: تساعد متغيرات السمة مصممي السمات على إنشاء متغيرات وتعبيرات لحاويات متعددة وعناصر قائمة باستخدام قالب.
fr_fr: Les variables de skin aident les concepteurs de skins à construire des variables et des expressions pour plusieurs conteneurs et éléments de liste à l'aide d'un modèle.

# #31188
source: Creator
ar_sa: المنشئ
fr_fr: Créateur

# #31189
source: Panel
ar_sa: لوحة
fr_fr: Panneau

# #31190
source: Purple
ar_sa: بنفسجي
fr_fr: Violet

# #31191
source: Movies & TV shows / Seasons-Episode display
ar_sa: أفلام وبرامج تلفزيونية / عرض المواسم والحلقات
fr_fr: Films et émissions de télévision / Affichage Saisons-Épisodes

# #31192
source: Skin helper extended art
ar_sa: فن موسع لمساعد السمة
fr_fr: Art étendu de l'aide du skin

# #31193
source: On info
ar_sa: على المعلومات
fr_fr: Sur info

# #31194
source: Persistant
ar_sa: ثابت

# #31195
source: Animated
ar_sa: متحرك
fr_fr: Animé

# #31196
source: Background now playing info
ar_sa: خلفية معلومات التشغيل الحالي
fr_fr: Informations d'arrière-plan en cours de lecture

# #31197
source: Most recognized as
ar_sa: الأكثر شهرة باسم
fr_fr: Le plus reconnu comme

# #31198
source: Forward
ar_sa: إلى الأمام
fr_fr: Avancer

# #31199
source: Rewind
ar_sa: إرجاع
fr_fr: Retour rapide

# #31200
source: Internet stream
ar_sa: تدفق الإنترنت
fr_fr: Flux Internet

# #31201
source: Landscape
ar_sa: أفقي
fr_fr: Paysage

# #31202
source: Clear logo
ar_sa: شعار واضح
fr_fr: Logo clair

# #31203
source: Portrait
ar_sa: عمودي

# #31204
source: Recently released
ar_sa: صدر مؤخراً
fr_fr: Récemment sorti

# #31205
source: Recommended
ar_sa: موصى به
fr_fr: Recommandé

# #31206
source: Most played
ar_sa: الأكثر تشغيلاً
fr_fr: Les plus joués

# #31207
source: Position
ar_sa: الموضع

# #31208
source: Bottom
ar_sa: أسفل
fr_fr: Bas

# #31209
source: Top
ar_sa: أعلى
fr_fr: Haut

# #31210
source: Big
ar_sa: كبير
fr_fr: Grand

# #31211
source: Movie/TV show info
ar_sa: معلومات الفيلم/البرنامج التلفزيوني
fr_fr: Infos film/série TV

# #31212
source: Select how long, in seconds, before the movie rows metadata grid slides left or right (If greater than 8 items).
ar_sa: حدد المدة، بالثواني، قبل أن ينزلق جدول بيانات تعريف صفوف الأفلام إلى اليسار أو اليمين (إذا كان أكثر من 8 عناصر).
fr_fr: Sélectionnez le délai, en secondes, avant que la grille de métadonnées des lignes de films ne glisse à gauche ou à droite (si plus de 8 éléments).

# #31213
source: Poster list
ar_sa: قائمة الملصقات
fr_fr: Liste d'affiches

# #31214
source: Reflect
ar_sa: انعكاس
fr_fr: Refléter

# #31215
source: Simple list
ar_sa: قائمة بسيطة
fr_fr: Liste simple

# #31216
source: Big simple list
ar_sa: قائمة بسيطة كبيرة
fr_fr: Grande liste simple

# #31217
source: Twin list
ar_sa: قائمة مزدوجة
fr_fr: Liste double

# #31218
source: Big twin list
ar_sa: قائمة مزدوجة كبيرة
fr_fr: Grande liste double

# #31219
source: Info list 1
ar_sa: قائمة المعلومات 1
fr_fr: Liste d'informations 1

# #31220
source: Big info list 1
ar_sa: قائمة معلومات كبيرة 1
fr_fr: Grande liste d'informations 1

# #31221
source: Info list 2
ar_sa: قائمة المعلومات 2
fr_fr: Liste d'informations 2

# #31222
source: Big info list 2
ar_sa: قائمة معلومات كبيرة 2
fr_fr: Grande liste d'informations 2

# #31223
source: Low list
ar_sa: قائمة منخفضة
fr_fr: Liste basse

# #31224
source: Big low list
ar_sa: قائمة منخفضة كبيرة
fr_fr: Grande liste basse

# #31225
source: 3 panel
ar_sa: 3 لوحات
fr_fr: 3 panneaux

# #31226
source: Big 3 panel
ar_sa: 3 لوحات كبيرة
fr_fr: Grand 3 panneaux

# #31227
source: Select how long, in seconds, before the persons row metadata grid slides left or right (If greater than 8 items).
ar_sa: حدد المدة، بالثواني، قبل أن ينزلق جدول بيانات تعريف صف الأشخاص إلى اليسار أو اليمين (إذا كان أكثر من 8 عناصر).
fr_fr: Sélectionnez le délai, en secondes, avant que la grille de métadonnées des lignes de personnes ne glisse à gauche ou à droite (si plus de 8 éléments).

# #31228
source: Video preview window
ar_sa: نافذة معاينة الفيديو
fr_fr: Fenêtre d'aperçu vidéo

# #31229
source: Icon size
ar_sa: حجم الأيقونة
fr_fr: Taille de l'icône

# #31230
source: Showcase
ar_sa: عرض
fr_fr: Vitrine

# #31231
source: 2 thumbs
ar_sa: 2 إبهام
fr_fr: 2 vignettes

# #31232
source: 4 thumbs
ar_sa: 4 إبهام
fr_fr: 4 vignettes

# #31233
source: 3 panel square
ar_sa: 3 لوحات مربعة
fr_fr: Carré à 3 panneaux

# #31234
source: Media flags
ar_sa: أعلام الوسائط
fr_fr: Drapeaux multimédias

# #31235
source: Small icons
ar_sa: أيقونات صغيرة
fr_fr: Petites icônes

# #31236
source: Album case
ar_sa: غطاء الألبوم
fr_fr: Boîtier d'album

# #31237
source: Video case
ar_sa: غطاء الفيديو
fr_fr: Boîtier vidéo

# #31238
source: Cover list
ar_sa: قائمة الأغلفة
fr_fr: Liste de couvertures

# #31239
source: Cover flow portrait
ar_sa: تدفق الغلاف عمودي

# #31240
source: Press up for info
ar_sa: اضغط للأعلى للحصول على معلومات
fr_fr: Appuyer vers le haut pour l'info

# #31241
source: Cover flow square
ar_sa: تدفق الغلاف مربع
fr_fr: Cover flow carré

# #31242
source: Cover flow banner
ar_sa: لافتة تدفق الغلاف
fr_fr: Cover flow bannière

# #31243
source: Cover flow landscape
ar_sa: تدفق الغلاف أفقي
fr_fr: Cover flow paysage

# #31244
source: Open case
ar_sa: فتح الحقيبة
fr_fr: Ouvrir le boîtier

# #31245
source: Focus
ar_sa: تركيز

# #31246
source: Cascade
ar_sa: شلال

# #31247
source: Kodiflix
ar_sa: كوديفليكس

# #31248
source: Portrait icon
ar_sa: أيقونة عمودية
fr_fr: Icône portrait

# #31249
source: Banner icon
ar_sa: أيقونة لافتة
fr_fr: Icône bannière

# #31250
source: Landscape icon
ar_sa: أيقونة أفقية
fr_fr: Icône paysage

# #31251
source: Portrait icon info
ar_sa: معلومات أيقونة عمودية
fr_fr: Informations sur l'icône portrait

# #31252
source: Banner icon info
ar_sa: معلومات أيقونة لافتة
fr_fr: Informations sur l'icône bannière

# #31253
source: Landscape icon info
ar_sa: معلومات أيقونة أفقية
fr_fr: Informations sur l'icône paysage

# #31254
source: Portrait wall
ar_sa: جدار عمودي
fr_fr: Mur de portraits

# #31255
source: Square wall
ar_sa: جدار مربع
fr_fr: Mur carré

# #31256
source: Banner wall
ar_sa: جدار لافتة
fr_fr: Mur de bannières

# #31257
source: Landscape wall
ar_sa: جدار أفقي
fr_fr: Mur de paysages

# #31258
source: Focus square
ar_sa: مربع التركيز
fr_fr: Carré de mise au point

# #31259
source: Cover
ar_sa: غطاء
fr_fr: Couverture

# #31260
source: Square icon
ar_sa: أيقونة مربعة
fr_fr: Icône carrée

# #31261
source: Square icon info
ar_sa: معلومات أيقونة مربعة
fr_fr: Informations sur l'icône carrée

# #31262
source: Kodiflix square
ar_sa: كوديفليكس مربع
fr_fr: Carré Kodiflix

# #31263
source: Cascade square
ar_sa: مربع متدرج
fr_fr: Carré en cascade

# #31264
source: Showcase square
ar_sa: مربع عرض
fr_fr: Carré de vitrine

# #31265
source: Kodiflix landscape
ar_sa: كوديفليكس أفقي
fr_fr: Paysage Kodiflix

# #31266
source: Simple
ar_sa: بسيط

# #31267
source: Info 1
ar_sa: معلومات 1

# #31268
source: Info 2
ar_sa: معلومات 2

# #31269
source: Cover flow
ar_sa: تدفق الغلاف
fr_fr: Flux de couverture

# #31270
source: Enable/Disable views
ar_sa: تمكين/تعطيل العروض
fr_fr: Activer/Désactiver les vues

# #31271
source: Icon info
ar_sa: معلومات الأيقونة
fr_fr: Infos icône

# #31272
source: Wall
ar_sa: جدار
fr_fr: Mur

# #31273
source: Info delay
ar_sa: تأخير المعلومات
fr_fr: Délai d'info

# #31274
source: Install genre icons
ar_sa: تثبيت أيقونات الأنواع
fr_fr: Installer les icônes de genre

# #31275
source: B/W genre icons
ar_sa: أيقونات أنواع أبيض/أسود
fr_fr: Icônes de genre N/B

# #31276
source: Install colour genre icons
ar_sa: تثبيت أيقونات أنواع ملونة
fr_fr: Installer les icônes de genre en couleur

# #31277
source: Install B/W genre icons
ar_sa: تثبيت أيقونات أنواع أبيض/أسود
fr_fr: Installer les icônes de genre N/B

# #31278
source: Banner list
ar_sa: قائمة اللافتات
fr_fr: Liste des bannières

# #31279
source: TV shows season & returning text
ar_sa: نص مواسم المسلسلات التلفزيونية والعودة
fr_fr: Saison des émissions de télévision et texte de retour

# #31280
source: Next aired
ar_sa: عرض القادم
fr_fr: Prochaine diffusion

# #31281
source: Panels
ar_sa: لوحات
fr_fr: Panneaux

# #31282
source: Mud
ar_sa: طين
fr_fr: Boue

# #31283
source: Plain
ar_sa: عادي
fr_fr: Uni

# #31284
source: Shadow texture
ar_sa: نسيج الظل
fr_fr: Texture d'ombre

# #31285
source: Themes & Colours
ar_sa: سمات وألوان
fr_fr: Thèmes & Couleurs

# #31286
source: Menus
ar_sa: القوائم

# #31287
source: Shortcut menu
ar_sa: قائمة الاختصارات
fr_fr: Menu raccourcis

# #31288
source: Hide
ar_sa: إخفاء
fr_fr: Masquer

# #31289
source: Widget
ar_sa: ودجة

# #31290
source: Aspect
ar_sa: نسبة العرض

# #31291
source: Music case
ar_sa: غطاء الموسيقى
fr_fr: Boîtier de musique

# #31292
source: Custom favourites
ar_sa: المفضلة المخصصة
fr_fr: Favoris personnalisés

# #31293
source: Favourite
ar_sa: المفضلة
fr_fr: Favori

# #31294
source: Custom favourite addons
ar_sa: إضافات المفضلة المخصصة
fr_fr: Modules complémentaires favoris personnalisés

# #31295
source: Cinema mode
ar_sa: وضع السينما
fr_fr: Mode Cinéma

# #31296
source: Trailer count
ar_sa: عدد المقاطع الدعائية
fr_fr: Nombre de bandes-annonces

# #31297
source: Intro path
ar_sa: مسار المقدمة
fr_fr: Chemin d'intro

# #31298
source: Select theme
ar_sa: اختر السمة
fr_fr: Sélectionner un thème

# #31299
source: Video discart fallback
ar_sa: احتياطي صور الأقراص الفيديو
fr_fr: Remplacement de l'illustration du disque vidéo

# #31300
source: Customise
ar_sa: تخصيص
fr_fr: Personnaliser

# #31301
source: Channel number
ar_sa: رقم القناة
fr_fr: Numéro de chaîne

# #31302
source: Channel name
ar_sa: اسم القناة
fr_fr: Nom de la chaîne

# #31303
source: Repository
ar_sa: مستودع
fr_fr: Dépôt
