Repository: kittmaster/KittmasterRepo
Catalog: nexus/skin.madnox/language/resource.language.*/strings.po
Languages: ar_sa, fr_fr

# #31944
source: Video cd art fallback skin wide.
ar_sa: نسخة احتياطية من فن القرص الفيديو للسمة بأكملها.
fr_fr: Remplacement de l'illustration du CD vidéo sur tout le skin.

# #31945
source: Select and install a weather icon pack for the topbar, widgets and weather.
ar_sa: اختر وقم بتثبيت حزمة أيقونات الطقس للشريط العلوي، الودجات والطقس.
fr_fr: Sélectionnez et installez un pack d'icônes météo pour la barre supérieure, les widgets et la météo.

# #31946
source: Select and install a weather fanart pack for the backgrounds, widgets and weather.
ar_sa: اختر وقم بتثبيت حزمة فن الطقس للخلفيات، الودجات والطقس.
fr_fr: Sélectionnez et installez un pack de fanart météo pour les arrière-plans, les widgets et la météo.

# #31947
source: Install white studio icons for use throughout the skin.
ar_sa: تثبيت أيقونات الاستوديو البيضاء للاستخدام في جميع أنحاء السمة.
fr_fr: Installer les icônes de studio blanches pour une utilisation dans tout le skin.

# #31948
source: Install coloured studio icons for use throughout the skin.
ar_sa: تثبيت أيقونات الاستوديو الملونة للاستخدام في جميع أنحاء السمة.
fr_fr: Installer les icônes de studio colorées pour une utilisation dans tout le skin.

# #31949
source: Install record label icons for use throughout the skin.
ar_sa: تثبيت أيقونات تسميات التسجيل للاستخدام في جميع أنحاء السمة.
fr_fr: Installer les icônes de label de disque pour une utilisation dans tout le skin.

# #31950
source: Install language flags for library views and subtitle selection.
ar_sa: تثبيت أعلام اللغة لعروض المكتبة واختيار الترجمة.
fr_fr: Installer les drapeaux de langue pour les vues de la bibliothèque et la sélection des sous-titres.

# #31951
source: Install music genre icons for music and music videos.
ar_sa: تثبيت أيقونات أنواع الموسيقى للموسيقى ومقاطع الفيديو الموسيقية.
fr_fr: Installer les icônes de genre musical pour la musique et les clips musicaux.

# #31952
source: Install coloured movie genre icons for movies and tv shows.
ar_sa: تثبيت أيقونات أنواع الأفلام الملونة للأفلام والبرامج التلفزيونية.
fr_fr: Installer les icônes de genre de film colorées pour les films et les émissions de télévision.

# #31953
source: Install black and white movie genre icons for movies and tv shows.
ar_sa: تثبيت أيقونات أنواع الأفلام باللونين الأبيض والأسود للأفلام والبرامج التلفزيونية.
fr_fr: Installer les icônes de genre de film noir et blanc pour les films et les émissions de télévision.

# #31954
source: Install country icons for movies country node.
ar_sa: تثبيت أيقونات البلد لعقدة بلد الأفلام.
fr_fr: Installer les icônes de pays pour le nœud de pays des films.

# #31955
source: Set the delay between fanart transitions skin wide.
ar_sa: تعيين التأخير بين انتقالات الفن المعجبين على مستوى السمة.
fr_fr: Définir le délai entre les transitions de fanart sur tout le skin.

# #31956
source: Falling background effects. Snow, Leaves etc.
ar_sa: تأثيرات الخلفية الساقطة. ثلوج، أوراق شجر إلخ.
fr_fr: Effets d'arrière-plan tombant. Neige, feuilles, etc.

# #31957
source: Show music fanart of currently playing item skin wide. Overrides library fanart.
ar_sa: إظهار فن الموسيقى للعنصر قيد التشغيل حاليًا على مستوى السمة. يتجاوز فن المكتبة.
fr_fr: Afficher le fanart musical de l'élément en cours de lecture sur tout le skin. Remplace le fanart de la bibliothèque.

# #31958
source: Enables music visualisation in background while playing music. Requires visualisation to be enabled in settings - Player settings/Music.
ar_sa: يمكّن تصور الموسيقى في الخلفية أثناء تشغيل الموسيقى. يتطلب تمكين التصور في الإعدادات - إعدادات المشغل/الموسيقى.
fr_fr: Active la visualisation musicale en arrière-plan pendant la lecture de musique. Nécessite que la visualisation soit activée dans les paramètres - Paramètres du lecteur/Musique.

# #31959
source: Show now playing video in background while Browse library. Overrides library fanart.
ar_sa: عرض الفيديو قيد التشغيل حاليًا في الخلفية أثناء تصفح المكتبة. يتجاوز فن المعجبين بالمكتبة.

# #31960
source: Download images and additional information from fanart.tv and theaudiodb.com of the currently playing artist. For fullscreen music, internet streams and radio.
ar_sa: تنزيل الصور والمعلومات الإضافية من fanart.tv و theaudiodb.com للفنان الذي يتم تشغيله حاليًا. للموسيقى بملء الشاشة، تدفقات الإنترنت والراديو.
fr_fr: Téléchargez des images et des informations supplémentaires depuis fanart.tv et theaudiodb.com de l'artiste en cours de lecture. Pour la musique plein écran, les flux Internet et la radio.

# #31961
source: Show stream/radio fanart of currently playing item skin wide. Overrides library fanart.
ar_sa: إظهار فن البث/الراديو للعنصر قيد التشغيل حاليًا على مستوى السمة. يتجاوز فن المكتبة.
fr_fr: Affiche le fanart de flux/radio de l'élément en cours de lecture sur tout le skin. Remplace le fanart de la bibliothèque.

# #31962
source: Artist slideshow script settings.
ar_sa: إعدادات برنامج عرض شرائح الفنان.
fr_fr: Paramètres du script de diaporama d'artiste.

# #31963
source: A shortcut to the video playlist if not empty.
ar_sa: اختصار إلى قائمة تشغيل الفيديو إذا لم تكن فارغة.
fr_fr: Un raccourci vers la playlist vidéo si elle n'est pas vide.

# #31964
source: A shortcut to the music playlist if not empty.
ar_sa: اختصار إلى قائمة تشغيل الموسيقى إذا لم تكن فارغة.
fr_fr: Un raccourci vers la playlist musicale si elle n'est pas vide.

# #31965
source: Shortcut to fullscreen when media is playing.
ar_sa: اختصار إلى ملء الشاشة عند تشغيل الوسائط.
fr_fr: Raccourci vers le plein écran lorsque le média est en lecture.

# #31966
source: Click to open shortcut menu.
ar_sa: انقر لفتح قائمة الاختصارات.
fr_fr: Cliquez pour ouvrir le menu des raccourcis.

# #31967
source: Player controls when media is playing.
ar_sa: عناصر تحكم المشغل عند تشغيل الوسائط.
fr_fr: Commandes du lecteur lorsque le média est en lecture.

# #31968
source: Play the next TV show episode automatically.
ar_sa: تشغيل الحلقة التالية من البرنامج التلفزيوني تلقائيًا.
fr_fr: Lire l'épisode suivant de la série télévisée automatiquement.

# #31969
source: Play themes while navigating TV Shows, Movies and Music Videos.
ar_sa: تشغيل السمات أثناء تصفح البرامج التلفزيونية، الأفلام ومقاطع الفيديو الموسيقية.
fr_fr: Lire des thèmes lors de la navigation dans les émissions de télévision, les films et les clips musicaux.

# #31970
source: The Library Node Editor allows you to create and customise custom video nodes and music nodes within Kodi.
ar_sa: يسمح محرر عقدة المكتبة بإنشاء وتخصيص عقد الفيديو والموسيقى المخصصة داخل Kodi.
fr_fr: L'éditeur de nœuds de bibliothèque vous permet de créer et de personnaliser des nœuds vidéo et des nœuds musicaux personnalisés dans Kodi.

# #31971
source: Show overlay marker information for watched, unwatched, and in progress media items.
ar_sa: إظهار معلومات علامة التراكب للعناصر الوسائطية المشاهدة، غير المشاهدة، وقيد التقدم.
fr_fr: Afficher les informations de marqueur superposé pour les éléments multimédias vus, non vus et en cours.

# #31972
source: A script for editing Kodi's built in RSS Ticker.
ar_sa: برنامج نصي لتعديل شريط أخبار RSS المدمج في Kodi.
fr_fr: Un script pour éditer le téléscripteur RSS intégré de Kodi.

# #31973
source: Crew
ar_sa: طاقم
fr_fr: Équipe

# #31974
source: Similar
ar_sa: مشابه
fr_fr: Similaire

# #31959
source: Show now playing video in background while browsing library. Overrides library fanart.
fr_fr: Afficher la vidéo en cours de lecture en arrière-plan pendant la navigation dans la bibliothèque. Remplace le fanart de la bibliothèque.
