Repository: kittmaster/KittmasterRepo
Catalog: omega/skin.madnox/language/resource.language.*/strings.po
Languages: de_de, es_es, pt_br, sv_se, uk_ua

# #31905
source: Automatically adds extra artwork for media in your media libraries.
de_de: Fügt automatisch zusätzliche Artwork für Medien in Ihren Medienbibliotheken hinzu.
es_es: Añade automáticamente ilustraciones adicionales para los medios en sus bibliotecas de medios.
pt_br: Adiciona automaticamente arte extra para a mídia em suas bibliotecas de mídia.
sv_se: Lägger automatiskt till extra illustrationer för media i dina mediabibliotek.
uk_ua: Автоматично додає додаткові обкладинки для медіафайлів у ваших медіатеках.

# #31906
source: Next aired library information and widgets.
de_de: Informationen zur nächsten ausgestrahlten Bibliothek und Widgets.
es_es: Información de la biblioteca y widgets de próximos programas.
pt_br: Informações da biblioteca de próximo a ser exibido e widgets.
sv_se: Därefter sändes biblioteksinformation och widgets.
uk_ua: Інформація про бібліотеку та віджети наступних ефірів.

# #31907
source: Lyrics for music. Required to enable animated lyrics.
de_de: Liedtexte für Musik. Erforderlich, um animierte Liedtexte zu aktivieren.
es_es: Letras de canciones. Necesario para habilitar letras animadas.
pt_br: Letras de músicas. Necessário para ativar letras animadas.
sv_se: Texter för musik. Krävs för att aktivera animerade texter.
uk_ua: Тексти пісень для музики. Необхідно для увімкнення анімованих текстів.

# #31908
source: Sync your collection and watched status with trakt.tv.
de_de: Synchronisieren Sie Ihre Sammlung und den Wiedergabestatus mit trakt.tv.
es_es: Sincroniza tu colección y el estado de visualización con trakt.tv.
pt_br: Sincronize sua coleção e status de assistido com trakt.tv.
sv_se: Synkronisera din samling och bevakningsstatus med trakt.tv.
uk_ua: Синхронізуйте свою колекцію та статус перегляду з trakt.tv.

# #31909
source: TMDb information dialogs and widgets.
de_de: TMDb-Informationsdialoge und Widgets.
es_es: Diálogos de información y widgets de TMDb.
pt_br: Diálogos de informações e widgets do TMDb.
sv_se: Dialogrutor och widgets för TMDb-information.
uk_ua: Діалогові вікна та віджети інформації TMDb.

# #31910
source: Create a custom favourite from selected kodi favourites.
de_de: Erstellen Sie einen benutzerdefinierten Favoriten aus ausgewählten Kodi-Favoriten.
es_es: Crea un favorito personalizado a partir de los favoritos seleccionados de Kodi.
pt_br: Crie um favorito personalizado a partir dos favoritos selecionados do Kodi.
sv_se: Skapa en egen favorit från utvalda Kodi-favoriter.
uk_ua: Створити користувацький улюблений з вибраних улюблених Kodi.

# #31911
source: Edit the home screen menu, widgets, backgrounds and infolines.
de_de: Bearbeiten Sie das Startbildschirm-Menü, Widgets, Hintergründe und Informationszeilen.
es_es: Edita el menú de la pantalla de inicio, los widgets, los fondos y las líneas de información.
pt_br: Edite o menu da tela inicial, widgets, fundos e linhas de informação.
sv_se: Redigera menyn på startskärmen, widgetar, bakgrunder och infolinjer.
uk_ua: Редагувати меню домашнього екрану, віджети, фони та інформаційні рядки.

# #31912
source: Reset the home screen menu, widgets, backgrounds and infolines to default.
de_de: Setzen Sie das Startbildschirm-Menü, Widgets, Hintergründe und Informationszeilen auf Standard zurück.
es_es: Restablecer el menú de la pantalla de inicio, los widgets, los fondos y las líneas de información a los valores predeterminados.
pt_br: Redefina o menu da tela inicial, widgets, fundos e linhas de informações para o padrão.
sv_se: Återställ startskärmens meny, widgets, bakgrunder och infolinjer till standardinställningarna.
uk_ua: Скинути меню домашнього екрану, віджети, фони та інформаційні рядки до стандартних.

# #31913
source: Create a custom favourite from selected kodi favourites. For use in main menu widgets. Requires script favourites to be installed.
de_de: Erstellen Sie einen benutzerdefinierten Favoriten aus ausgewählten Kodi-Favoriten. Zur Verwendung in Hauptmenü-Widgets. Erfordert die Installation von Skript-Favoriten.
es_es: Crea un favorito personalizado a partir de los favoritos seleccionados de Kodi. Para usar en los widgets del menú principal. Requiere que el script de favoritos esté instalado.
pt_br: Crie um favorito personalizado a partir dos favoritos selecionados do Kodi. Para uso em widgets do menu principal. Requer que os favoritos do script sejam instalados.
sv_se: Skapa en anpassad favorit från utvalda Kodi-favoriter. För användning i widgetar på huvudmenyn. Kräver att skriptfavoriter är installerade.
uk_ua: Створити користувацький улюблений з вибраних улюблених Kodi. Для використання у віджетах головного меню. Потрібна установка скрипта улюблених.

# #31914
source: Create a custom addon favourite from installed addons. For use in main menu widgets.
de_de: Erstellen Sie einen benutzerdefinierten Addon-Favoriten aus installierten Addons. Zur Verwendung in Hauptmenü-Widgets.
es_es: Crea un complemento favorito personalizado a partir de los complementos instalados. Para usar en los widgets del menú principal.
pt_br: Crie um complemento favorito personalizado a partir de complementos instalados. Para uso em widgets do menu principal.
sv_se: Skapa en anpassad addon-favorit från installerade addons. För användning i widgetar på huvudmenyn.
uk_ua: Створити користувацький улюблений додаток з встановлених доповнень. Для використання у віджетах головного меню.

# #31915
source: Reset the skin theme and colours to default.
de_de: Setzen Sie das Skin-Theme und die Farben auf Standard zurück.
es_es: Restablecer el tema y los colores de la piel a los valores predeterminados.
pt_br: Redefina o tema e as cores da skin para o padrão.
sv_se: Återställ hudens tema och färger till standardinställningarna.
uk_ua: Скинути тему та кольори скіна до стандартних.

# #31916
source: Select from a list of pre-defined themes.
de_de: Wählen Sie aus einer Liste vordefinierter Themen.
es_es: Seleccione de una lista de temas predefinidos.
pt_br: Selecione em uma lista de temas predefinidos.
sv_se: Välj från en lista med fördefinierade teman.
uk_ua: Вибрати зі списку попередньо визначених тем.

# #31917
source: Lock preferences to disable view mode, view options, info dialog and fullscreen settings.
de_de: Sperren Sie die Einstellungen, um den Ansichtsmodus, die Ansichtsoptionen, den Info-Dialog und die Vollbildeinstellungen zu deaktivieren.
es_es: Bloquear preferencias para deshabilitar el modo de vista, las opciones de vista, el diálogo de información y la configuración de pantalla completa.
pt_br: Bloqueie as preferências para desativar o modo de visualização, opções de visualização, diálogo de informações e configurações de tela cheia.
sv_se: Lås inställningar för att inaktivera visningsläge, visningsalternativ, informationsdialog och helskärmsinställningar.
uk_ua: Заблокувати налаштування, щоб вимкнути режим перегляду, параметри перегляду, діалогове вікно інформації та налаштування повноекранного режиму.

# #31918
source: Customise the home screen, favourites, predefined themes and kiosk mode.
de_de: Passen Sie den Startbildschirm, Favoriten, vordefinierte Themen und den Kiosk-Modus an.
es_es: Personaliza la pantalla de inicio, los favoritos, los temas predefinidos y el modo quiosco.
pt_br: Personalize a tela inicial, favoritos, temas predefinidos e modo quiosque.
sv_se: Anpassa startskärmen, favoriterna, fördefinierade teman och kioskläget.
uk_ua: Налаштувати домашній екран, улюблені, попередньо визначені теми та режим кіоску.

# #31919
source: Change skin theme textures.
de_de: Skin-Theme-Texturen ändern.
es_es: Cambiar las texturas del tema de la piel.
pt_br: Alterar texturas do tema da skin.
sv_se: Ändra texturer för hudtema.
uk_ua: Змінити текстури теми скіна.

# #31920
source: Customise the skin texture colours.
de_de: Passen Sie die Farben der Skin-Textur an.
es_es: Personalizar los colores de la textura de la piel.
pt_br: Personalize as cores da textura da skin.
sv_se: Anpassa färgerna på hudstrukturen.
uk_ua: Налаштувати кольори текстур скіна.

# #31921
source: Customise the background and fallbacks for specific skin areas.
de_de: Passen Sie den Hintergrund und die Fallbacks für bestimmte Skin-Bereiche an.
es_es: Personalice el fondo y las alternativas para áreas específicas de la piel.
pt_br: Personalize o plano de fundo e os fallbacks para áreas específicas da skin.
sv_se: Anpassa bakgrund och fallbacks för specifika hudområden.
uk_ua: Налаштувати фон та запасні варіанти для певних областей скіна.

# #31922
source: Enable or disable various skin features.
de_de: Verschiedene Skin-Funktionen aktivieren oder deaktivieren.
es_es: Activa o desactiva varias características de la skin.
pt_br: Ativar ou desativar vários recursos da skin.
sv_se: Aktivera eller inaktivera olika funktioner i skinnet.
uk_ua: Увімкнути або вимкнути різні функції скіна.

# #31923
source: Customise artwork and install supported artwork packs.
de_de: Artwork anpassen und unterstützte Artwork-Packs installieren.
es_es: Personaliza las ilustraciones e instala paquetes de ilustraciones compatibles.
pt_br: Personalize obras de arte e instale pacotes de obras de arte suportados.
sv_se: Anpassa illustrationer och installera illustrationspaket som stöds.
uk_ua: Налаштувати обкладинки та встановити підтримувані пакети обкладинок.

# #31924
source: Install and configure supported addons.
de_de: Unterstützte Addons installieren und konfigurieren.
es_es: Instalar y configurar complementos compatibles.
pt_br: Instale e configure complementos suportados.
sv_se: Installera och konfigurera tillägg som stöds.
uk_ua: Встановити та налаштувати підтримувані доповнення.

# #31925
source: Enable and disable library views. Disabling library views on low spec systems may improve performance.
de_de: Bibliotheksansichten aktivieren und deaktivieren. Das Deaktivieren von Bibliotheksansichten auf Systemen mit geringen Spezifikationen kann die Leistung verbessern.
es_es: Habilita y deshabilita las vistas de la biblioteca. Deshabilitar las vistas de la biblioteca en sistemas de bajas especificaciones puede mejorar el rendimiento.
pt_br: Ativar e desativar visualizações da biblioteca. Desativar visualizações da biblioteca em sistemas de baixa especificação pode melhorar o desempenho.
sv_se: Aktivera och inaktivera biblioteksvyer. Om du avaktiverar biblioteksvyer på system med låg specifikation kan det förbättra prestandan.
uk_ua: Увімкнути та вимкнути перегляди бібліотеки. Вимкнення переглядів бібліотеки на системах з низькими характеристиками може покращити продуктивність.

# #31926
source: Shows scroll letter when scrolling in library views.
de_de: Zeigt Scroll-Buchstaben beim Scrollen in Bibliotheksansichten an.
es_es: Muestra la letra de desplazamiento al desplazarse en las vistas de la biblioteca.
pt_br: Mostra a letra de rolagem ao rolar nas visualizações da biblioteca.
sv_se: Visar rullningsbokstaven när du rullar i biblioteksvyer.
uk_ua: Показує літеру прокрутки при прокручуванні в переглядах бібліотеки.

# #31927
source: Shows the alphabet to jump to a position of the container. Will only work for default sorting methods.
de_de: Zeigt das Alphabet an, um zu einer Position des Containers zu springen. Funktioniert nur bei Standardsortiermethoden.
es_es: Muestra el alfabeto para saltar a una posición del contenedor. Solo funcionará para los métodos de ordenación predeterminados.
pt_br: Mostra o alfabeto para pular para uma posição do contêiner. Funcionará apenas para métodos de classificação padrão.
sv_se: Visar alfabetet för att hoppa till en position i behållaren. Fungerar endast för standardsorteringsmetoder.
uk_ua: Показує алфавіт для переходу до позиції контейнера. Працюватиме лише для методів сортування за замовчуванням.

# #31928
source: Shows plot outline for tv shows and movies if available, otherwise will display the default plot.
de_de: Zeigt die Handlungsskizze für TV-Shows und Filme an, falls verfügbar, andernfalls wird die Standardhandlung angezeigt.
es_es: Muestra el resumen de la trama para programas de televisión y películas si está disponible, de lo contrario, mostrará la trama predeterminada.
pt_br: Mostra o resumo do enredo para programas de TV e filmes, se disponível, caso contrário, exibirá o enredo padrão.
sv_se: Visar intrigskisser för tv-serier och filmer om sådana finns tillgängliga, annars visas standardintrigen.
uk_ua: Показує короткий опис сюжету для серіалів та фільмів, якщо доступно, інакше відображатиметься стандартний сюжет.

# #31929
source: Auto scroll the plot if it does not fit the control dimensions.
de_de: Handlung automatisch scrollen, wenn sie nicht in die Steuerungsabmessungen passt.
es_es: Desplazamiento automático de la trama si no se ajusta a las dimensiones del control.
pt_br: Rolar automaticamente o enredo se ele não se ajustar às dimensões do controle.
sv_se: Automatisk rullning av diagrammet om det inte passar in i kontrolldimensionerna.
uk_ua: Автоматично прокручувати сюжет, якщо він не відповідає розмірам елемента керування.

# #31930
source: Enable the shortcut menu for instant access to specific skin areas. In the media menu click left to open or click on the shortcut icon.
de_de: Aktivieren Sie das Verknüpfungsmenü für den sofortigen Zugriff auf bestimmte Skin-Bereiche. Im Medienmenü klicken Sie links, um es zu öffnen, oder klicken Sie auf das Verknüpfungssymbol.
es_es: Habilite el menú de acceso directo para un acceso instantáneo a áreas específicas de la skin. En el menú multimedia, haga clic a la izquierda para abrir o haga clic en el icono de acceso directo.
pt_br: Ative o menu de atalhos para acesso instantâneo a áreas específicas da skin. No menu de mídia, clique à esquerda para abrir ou clique no ícone de atalho.
sv_se: Aktivera genvägsmenyn för omedelbar åtkomst till specifika hudområden. Klicka på vänster i mediamenyn för att öppna eller klicka på genvägsikonen.
uk_ua: Увімкнути меню швидкого доступу для миттєвого доступу до певних областей скіна. У медіа-меню натисніть ліворуч, щоб відкрити, або натисніть на іконку швидкого доступу.

# #31931
source: Edit the shortcut menu.
de_de: Verknüpfungsmenü bearbeiten.
es_es: Editar el menú de acceso directo.
pt_br: Editar o menu de atalhos.
sv_se: Redigera genvägsmenyn.
uk_ua: Редагувати меню швидкого доступу.

# #31932
source: Enable and disable the topbar elements.
de_de: Obere Leisten-Elemente aktivieren und deaktivieren.
es_es: Habilitar y deshabilitar los elementos de la barra superior.
pt_br: Ativar e desativar os elementos da barra superior.
sv_se: Aktivera och inaktivera elementen i toppfältet.
uk_ua: Увімкнути та вимкнути елементи верхньої панелі.

# #31933
source: Change video info settings.
de_de: Video-Info-Einstellungen ändern.
es_es: Cambiar la configuración de información de video.
pt_br: Alterar configurações de informações de vídeo.
sv_se: Ändra inställningar för videoinfo.
uk_ua: Змінити налаштування інформації про відео.

# #31934
source: Change music info settings.
de_de: Musik-Info-Einstellungen ändern.
es_es: Cambiar la configuración de información musical.
pt_br: Alterar configurações de informações de música.
sv_se: Ändra inställningar för musikinfo.
uk_ua: Змінити налаштування інформації про музику.

# #31935
source: Change fullscreen video settings.
de_de: Vollbild-Video-Einstellungen ändern.
es_es: Cambiar la configuración de video en pantalla completa.
pt_br: Alterar configurações de vídeo em tela cheia.
sv_se: Ändra inställningar för helskärmsvideo.
uk_ua: Змінити налаштування повноекранного відео.

# #31936
source: Change fullscreen audio settings.
de_de: Vollbild-Audio-Einstellungen ändern.
es_es: Cambiar la configuración de audio en pantalla completa.
pt_br: Alterar configurações de áudio em tela cheia.
sv_se: Ändra ljudinställningar för helskärm.
uk_ua: Змінити налаштування повноекранного аудіо.

# #31937
source: Reduce the size of pop up notifications.
de_de: Größe der Pop-up-Benachrichtigungen reduzieren.
es_es: Reduce el tamaño de las notificaciones emergentes.
pt_br: Reduzir o tamanho das notificações pop-up.
sv_se: Minska storleken på popup-meddelanden.
uk_ua: Зменшити розмір спливаючих сповіщень.

# #31938
source: Darkens the screen behind dialog popups. Not applicable for fullscreen video or audio.
de_de: Verdunkelt den Bildschirm hinter Dialog-Popups. Nicht anwendbar für Vollbild-Video oder -Audio.
es_es: Oscurece la pantalla detrás de los diálogos emergentes. No aplicable para video o audio en pantalla completa.
pt_br: Escurece a tela atrás dos pop-ups de diálogo. Não aplicável para vídeo ou áudio em tela cheia.
sv_se: Mörkar skärmen bakom popup-fönster för dialogrutor. Gäller inte för video eller ljud i helskärm.
uk_ua: Затемнює екран за спливаючими діалоговими вікнами. Не застосовується для повноекранного відео чи аудіо.

# #31939
source: Automatically switches to fullscreen when you press play on an album or audio file. If audio is already playing no action will be taken.
de_de: Wechselt automatisch in den Vollbildmodus, wenn Sie ein Album oder eine Audiodatei abspielen. Wenn Audio bereits abgespielt wird, wird keine Aktion ausgeführt.
es_es: Cambia automáticamente a pantalla completa al presionar reproducir en un álbum o archivo de audio. Si el audio ya se está reproduciendo, no se realizará ninguna acción.
pt_br: Muda automaticamente para tela cheia ao reproduzir um álbum ou arquivo de áudio. Se o áudio já estiver sendo reproduzido, nenhuma ação será tomada.
sv_se: Växlar automatiskt till helskärm när du trycker på play på ett album eller en ljudfil. Om ljudet redan spelas upp kommer ingen åtgärd att vidtas.
uk_ua: Автоматично перемикається на повноекранний режим, коли ви натискаєте відтворення на альбомі або аудіофайлі. Якщо аудіо вже відтворюється, жодних дій не буде виконано.

# #31940
source: Enable coloured icons for the topbar, media information and library views.
de_de: Farbige Symbole für die obere Leiste, Medieninformationen und Bibliotheksansichten aktivieren.
es_es: Habilitar iconos de colores para la barra superior, la información multimedia y las vistas de la biblioteca.
pt_br: Ativar ícones coloridos para a barra superior, informações de mídia e visualizações da biblioteca.
sv_se: Aktivera färgade ikoner för toppfältet, medieinformation och biblioteksvyer.
uk_ua: Увімкнути кольорові іконки для верхньої панелі, медіа-інформації та переглядів бібліотеки.

# #31941
source: Enable coloured, HDR, bit depth and language media flags.
de_de: Farbige, HDR-, Bittiefen- und Sprachmedien-Flags aktivieren.
es_es: Habilitar banderas multimedia de color, HDR, profundidad de bits e idioma.
pt_br: Ativar sinalizadores de mídia coloridos, HDR, profundidade de bits e idioma.
sv_se: Aktivera mediaflaggor för färg, HDR, bitdjup och språk.
uk_ua: Увімкнути кольорові, HDR, бітову глибину та мовні медіа-прапорці.

# #31943
source: Audio cd art fallback skin wide.
de_de: Audio-CD-Artwork-Fallback für den gesamten Skin.
es_es: CD de audio de respaldo de arte en toda la interfaz.
pt_br: Arte de CD de áudio de fallback em toda a skin.
uk_ua: Запасний варіант обкладинки аудіо-CD для всього скіна.

# #31944
source: Video cd art fallback skin wide.
de_de: Video-CD-Artwork-Fallback für den gesamten Skin.
es_es: CD de video de respaldo de arte en toda la interfaz.
pt_br: Arte de CD de vídeo de fallback em toda a skin.
uk_ua: Запасний варіант обкладинки відео-CD для всього скіна.

# #31945
source: Select and install a weather icon pack for the topbar, widgets and weather.
de_de: Wählen und installieren Sie ein Wetter-Icon-Pack für die obere Leiste, Widgets und Wetter.
es_es: Seleccione e instale un paquete de iconos meteorológicos para la barra superior, los widgets y el clima.
pt_br: Selecione e instale um pacote de ícones de clima para a barra superior, widgets e clima.
sv_se: Välj och installera ett ikonpaket för väder för toppfältet, widgetar och väder.
uk_ua: Вибрати та встановити пакет іконок погоди для верхньої панелі, віджетів та погоди.

# #31946
source: Select and install a weather fanart pack for the backgrounds, widgets and weather.
de_de: Wählen und installieren Sie ein Wetter-Fanart-Pack für Hintergründe, Widgets und Wetter.
es_es: Seleccione e instale un paquete de fanart de clima para los fondos, widgets y el clima.
pt_br: Selecione e instale um pacote de fanart de clima para os planos de fundo, widgets e clima.
sv_se: Välj och installera ett fanartpaket för väder för bakgrunder, widgets och väder.
uk_ua: Вибрати та встановити пакет фанарта погоди для фонів, віджетів та погоди.

# #31947
source: Install white studio icons for use throughout the skin.
de_de: Weiße Studio-Icons zur Verwendung im gesamten Skin installieren.
es_es: Instala iconos de estudio blancos para usar en toda la skin.
pt_br: Instale ícones de estúdio brancos para uso em toda a skin.
sv_se: Installera vita studioikoner för användning i hela höljet.
uk_ua: Встановити білі іконки студій для використання по всьому скіну.

# #31948
source: Install coloured studio icons for use throughout the skin.
de_de: Farbige Studio-Icons zur Verwendung im gesamten Skin installieren.
es_es: Instalar iconos de estudio de colores para usar en toda la skin.
pt_br: Instale ícones de estúdio coloridos para uso em toda a skin.
sv_se: Installera färgade studioikoner för användning i hela höljet.
uk_ua: Встановити кольорові іконки студій для використання по всьому скіну.

# #31949
source: Install record label icons for use throughout the skin.
de_de: Label-Icons zur Verwendung im gesamten Skin installieren.
es_es: Instalar iconos de sellos discográficos para usar en toda la skin.
pt_br: Instale ícones de selo de gravação para uso em toda a skin.
sv_se: Installera ikoner för skivmärkning för användning i hela huden.
uk_ua: Встановити іконки звукозаписних лейблів для використання по всьому скіну.

# #31950
source: Install language flags for library views and subtitle selection.
de_de: Sprach-Flags für Bibliotheksansichten und Untertitelauswahl installieren.
es_es: Instalar banderas de idioma para las vistas de la biblioteca y la selección de subtítulos.
pt_br: Instale sinalizadores de idioma para visualizações da biblioteca e seleção de legendas.
sv_se: Installera språkflaggor för biblioteksvisning och val av undertexter.
uk_ua: Встановити мовні прапорці для переглядів бібліотеки та вибору субтитрів.

# #31951
source: Install music genre icons for music and music videos.
de_de: Musikgenre-Icons für Musik und Musikvideos installieren.
es_es: Instala iconos de género musical para música y videos musicales.
pt_br: Instale ícones de gênero musical para músicas e videoclipes.
sv_se: Installera ikoner för musikgenrer för musik och musikvideor.
uk_ua: Встановити іконки музичних жанрів для музики та музичних відео.

# #31952
source: Install coloured movie genre icons for movies and tv shows.
de_de: Farbige Filmgenre-Icons für Filme und TV-Shows installieren.
es_es: Instalar iconos de género de películas de colores para películas y programas de televisión.
pt_br: Instale ícones de gênero de filme coloridos para filmes e programas de TV.
sv_se: Installera färgade filmgenreikoner för filmer och tv-program.
uk_ua: Встановити кольорові іконки кіножанрів для фільмів та серіалів.

# #31953
source: Install black and white movie genre icons for movies and tv shows.
de_de: Schwarz-Weiß-Filmgenre-Icons für Filme und TV-Shows installieren.
es_es: Instalar iconos de género de películas en blanco y negro para películas y programas de televisión.
pt_br: Instale ícones de gênero de filme em preto e branco para filmes e programas de TV.
sv_se: Installera svartvita filmgenreikoner för filmer och tv-program.
uk_ua: Встановити чорно-білі іконки кіножанрів для фільмів та серіалів.
