Repository: kittmaster/KittmasterRepo
Catalog: omega/skin.madnox/language/resource.language.*/strings.po
Languages: de_de, es_es, pt_br, sv_se, uk_ua

# #31324
source: Movie/Episode case
de_de: Film-/Episodenhülle
es_es: Estuche de película/episodio
pt_br: Capa de filme/episódio
sv_se: Film/avsnittsfodral
uk_ua: Футляр фільму/епізоду

# #31325
source: Movie/TV show case
de_de: Film-/TV-Serien-Hülle
es_es: Estuche de película/programa de TV
pt_br: Capa de filme/programa de TV
sv_se: Fodral för film/TV-program
uk_ua: Футляр фільму/серіалу

# #31326
source: Music video case
de_de: Musikvideo-Hülle
es_es: Estuche de video musical
pt_br: Capa de videoclipe
sv_se: Fall med musikvideo
uk_ua: Футляр музичного відео

# #31327
source: Special
de_de: Spezial
es_es: Especial
pt_br: Especial
uk_ua: Спеціальний

# #31328
source: Show media flags
de_de: Medien-Flags anzeigen
es_es: Mostrar banderas de medios
pt_br: Mostrar sinalizadores de mídia
sv_se: Visa medieflaggor
uk_ua: Показати медіа-прапорці

# #31329
source: Show cover
de_de: Cover anzeigen
es_es: Mostrar portada
pt_br: Mostrar capa
sv_se: Visa omslag
uk_ua: Показати обкладинку

# #31330
source: Video info settings
de_de: Video-Info-Einstellungen
es_es: Ajustes de información de video
pt_br: Configurações de informações de vídeo
sv_se: Inställningar för videoinformation
uk_ua: Налаштування інформації про відео

# #31331
source: Create
de_de: Erstellen
es_es: Crear
pt_br: Criar
sv_se: Skapa
uk_ua: Створити

# #31332
source: Set episode
de_de: Episode festlegen
es_es: Establecer episodio
pt_br: Definir episódio
sv_se: Ställ in avsnitt
uk_ua: Встановити епізод

# #31333
source: Seek icon
de_de: Such-Symbol
es_es: Icono de búsqueda
pt_br: Ícone de busca
sv_se: Sökikon
uk_ua: Іконка пошуку

# #31334
source: Visualisation presets
de_de: Visualisierungs-Voreinstellungen
es_es: Preajustes de visualización
pt_br: Predefinições de visualização
sv_se: Förinställningar för visualisering
uk_ua: Пресети візуалізації

# #31335
source: Visualisation options
de_de: Visualisierungs-Optionen
es_es: Opciones de visualización
pt_br: Opções de visualização
sv_se: Alternativ för visualisering
uk_ua: Параметри візуалізації

# #31336
source: Music settings
de_de: Musik-Einstellungen
es_es: Ajustes de música
pt_br: Configurações de música
sv_se: Inställningar för musik
uk_ua: Налаштування музики

# #31337
source: Audio view settings
de_de: Audio-Ansicht-Einstellungen
es_es: Ajustes de vista de audio
pt_br: Configurações de visualização de áudio
sv_se: Inställningar för ljudvisning
uk_ua: Налаштування перегляду аудіо

# #31338
source: Video view settings
de_de: Video-Ansicht-Einstellungen
es_es: Ajustes de vista de video
pt_br: Configurações de visualização de vídeo
sv_se: Inställningar för videovisning
uk_ua: Налаштування перегляду відео

# #31339
source: Contributors
de_de: Mitwirkende
es_es: Colaboradores
pt_br: Contribuidores
sv_se: Medverkande
uk_ua: Учасники

# #31340
source: Rate
de_de: Bewerten
es_es: Calificar
pt_br: Avaliar
sv_se: Kurs
uk_ua: Оцінити

# #31341
source: Next episode
de_de: Nächste Episode
es_es: Próximo episodio
pt_br: Próximo episódio
sv_se: Nästa avsnitt
uk_ua: Наступний епізод

# #31342
source: Movies and TV Shows starring
de_de: Filme und TV-Serien mit
es_es: Películas y programas de TV protagonizados por
pt_br: Filmes e programas de TV estrelando
sv_se: Filmer och TV-serier med huvudrollsinnehavare
uk_ua: Фільми та серіали за участю

# #31343
source: Directed by
de_de: Regie von
es_es: Dirigido por
pt_br: Dirigido por
sv_se: Regisserad av
uk_ua: Режисер

# #31344
source: More movies directed by
de_de: Weitere Filme von
es_es: Más películas dirigidas por
pt_br: Mais filmes dirigidos por
sv_se: Fler filmer regisserade av
uk_ua: Більше фільмів, знятих

# #31345
source: Written by
de_de: Geschrieben von
es_es: Escrito por
pt_br: Escrito por
sv_se: Skriven av
uk_ua: Написано

# #31346
source: More movies written by
de_de: Weitere Filme geschrieben von
es_es: Más películas escritas por
pt_br: Mais filmes escritos por
sv_se: Fler filmer skrivna av
uk_ua: Більше фільмів, написаних

# #31347
source: More like this
de_de: Ähnliches
es_es: Más como esto
pt_br: Mais como este
sv_se: Fler som liknar detta
uk_ua: Більше схожого

# #31348
source: No information available.
de_de: Keine Informationen verfügbar.
es_es: No hay información disponible.
pt_br: Nenhuma informação disponível.
sv_se: Ingen information tillgänglig.
uk_ua: Інформація відсутня.

# #31349
source: Info dialog
es_es: Diálogo de información
pt_br: Diálogo de informações
uk_ua: Діалогове вікно інформації

# #31350
source: Music info settings
de_de: Musik-Info-Einstellungen
es_es: Ajustes de información musical
pt_br: Configurações de informações de música
sv_se: Inställningar för musikinfo
uk_ua: Налаштування інформації про музику

# #31351
source: TMDb info
es_es: Información de TMDb
pt_br: Informações do TMDb
uk_ua: Інформація TMDb

# #31352
source: TMDb actor info
de_de: TMDb-Schauspieler-Info
es_es: Información del actor de TMDb
pt_br: Informações do ator TMDb
sv_se: TMDb skådespelare info
uk_ua: Інформація про актора TMDb

# #31353
source: Artist slideshow
de_de: Künstler-Diashow
es_es: Presentación de diapositivas del artista
pt_br: Apresentação de slides do artista
sv_se: Bildspel för artister
uk_ua: Слайд-шоу виконавця

# #31354
source: Artist slideshow settings
de_de: Künstler-Diashow-Einstellungen
es_es: Ajustes de presentación de diapositivas del artista
pt_br: Configurações de apresentação de slides do artista
sv_se: Inställningar för bildspel för artister
uk_ua: Налаштування слайд-шоу виконавця

# #31355
source: Stream/Radio now playing background
de_de: Stream-/Radio-Hintergrund aktuell wiedergegeben
es_es: Fondo de transmisión/radio en reproducción
pt_br: Fundo da reprodução atual de stream/rádio
sv_se: Ström/Radio spelas nu i bakgrunden
uk_ua: Фон поточного відтворення стріму/радіо

# #31356
source: Global now playing
de_de: Global aktuell wiedergegeben
es_es: Reproducción global
pt_br: Reprodução global
sv_se: Global spelas nu
uk_ua: Глобальне поточне відтворення

# #31357
source: Panel texture
de_de: Panel-Textur
es_es: Textura del panel
pt_br: Textura do painel
sv_se: Panelens struktur
uk_ua: Текстура панелі

# #31358
source: Background texture
de_de: Hintergrund-Textur
es_es: Textura de fondo
pt_br: Textura de fundo
sv_se: Textur i bakgrunden
uk_ua: Текстура фону

# #31359
source: Main menu texture
de_de: Hauptmenü-Textur
es_es: Textura del menú principal
pt_br: Textura do menu principal
sv_se: Huvudmeny textur
uk_ua: Текстура головного меню

# #31360
source: Filtered
de_de: Gefiltert
es_es: Filtrado
pt_br: Filtrado
sv_se: Filtrerade
uk_ua: Відфільтровано

# #31361
source: Now playing music discart fallback
de_de: Aktuell wiedergegeben Musik-Discart-Fallback
es_es: Respaldo de disco de música en reproducción
pt_br: Retorno da capa de música em reprodução
sv_se: Nu spelar musik discart fallback
uk_ua: Запасний варіант обкладинки музики, що відтворюється

# #31362
source: Now playing video discart fallback
de_de: Aktuell wiedergegeben Video-Discart-Fallback
es_es: Respaldo de disco de video en reproducción
pt_br: Retorno da capa de vídeo em reprodução
sv_se: Nu spelar video discart fallback
uk_ua: Запасний варіант обкладинки відео, що відтворюється

# #31363
source: Watched status
de_de: Gesehen-Status
es_es: Estado de visto
pt_br: Status de assistido
sv_se: Bevakad status
uk_ua: Статус перегляду

# #31364
source: Unwatched episode count
de_de: Anzahl ungesehener Episoden
es_es: Recuento de episodios no vistos
pt_br: Contagem de episódios não assistidos
sv_se: Antal osedda avsnitt
uk_ua: Кількість непроглянутих епізодів

# #31365
source: Widget watched status
de_de: Widget Gesehen-Status
es_es: Estado de widget visto
pt_br: Status de assistido do widget
sv_se: Widget bevakad status
uk_ua: Статус перегляду віджета

# #31366
source: Movies starring
de_de: Filme mit
es_es: Películas protagonizadas por
pt_br: Filmes estrelando
sv_se: Filmer med huvudrollsinnehavare
uk_ua: Фільми за участю

# #31367
source: TV Shows starring
de_de: TV-Serien mit
es_es: Programas de TV protagonizados por
pt_br: Programas de TV estrelando
sv_se: TV-program med huvudrollsinnehavare
uk_ua: Серіали за участю

# #31368
source: Movie & TV shows slider countdown enable
de_de: Film- & TV-Serien Schieberegler-Countdown aktivieren
es_es: Habilitar cuenta regresiva del deslizador de películas y programas de TV
pt_br: Ativar contagem regressiva do controle deslizante de filmes e programas de TV
uk_ua: Увімкнути зворотний відлік слайдера фільмів та серіалів

# #31369
source: Turns the digital countdown timer on/off under the info meta arrow sliders. Enable to display when the slider will shift left/right when it hits 0.
de_de: Schaltet den digitalen Countdown-Timer unter den Info-Meta-Pfeil-Schiebereglern ein/aus. Aktivieren Sie diese Option, um anzuzeigen, wann der Schieberegler nach links/rechts verschoben wird, wenn er 0 erreicht.
es_es: Activa o desactiva el temporizador de cuenta regresiva digital debajo de los deslizadores de flecha de metainformación. Habilítalo para mostrar cuándo el deslizador se moverá a la izquierda/derecha cuando llegue a 0.
pt_br: Ativa/desativa o temporizador digital de contagem regressiva abaixo dos controles deslizantes de seta de metadados de informações. Ative para exibir quando o controle deslizante se moverá para a esquerda/direita quando atingir 0.
uk_ua: Вмикає/вимикає цифровий таймер зворотного відліку під повзунками мета-інформації зі стрілками. Увімкніть, щоб відображати, коли повзунок зміститься вліво/вправо, коли досягне 0.

# #31370
source: Search results for
de_de: Suchergebnisse für
es_es: Resultados de búsqueda para
pt_br: Resultados da pesquisa para
sv_se: Sökresultat för
uk_ua: Результати пошуку для

# #31371
source: Music video artists
de_de: Musikvideo-Künstler
es_es: Artistas de videos musicales
pt_br: Artistas de videoclipes
sv_se: Musikvideoartister
uk_ua: Виконавці музичних відео

# #31372
source: Time remaining
de_de: Verbleibende Zeit
es_es: Tiempo restante
pt_br: Tempo restante
sv_se: Återstående tid
uk_ua: Час, що залишився

# #31373
source: Labels
de_de: Beschriftungen
es_es: Etiquetas
pt_br: Rótulos
sv_se: Etiketter
uk_ua: Мітки

# #31374
source: Cover background settings
de_de: Cover-Hintergrund-Einstellungen
es_es: Ajustes de fondo de portada
pt_br: Configurações de fundo da capa
sv_se: Bakgrundsinställningar för täckning
uk_ua: Налаштування фону обкладинки

# #31375
source: Management
de_de: Verwaltung
es_es: Gestión
pt_br: Gerenciamento
sv_se: Hantering
uk_ua: Керування

# #31376
source: Next button
de_de: Nächster Knopf
es_es: Botón Siguiente
pt_br: Botão próximo
sv_se: Nästa knapp
uk_ua: Наступна кнопка

# #31378
source: Bit depth
de_de: Bittiefe
es_es: Profundidad de bits
pt_br: Profundidade de bits
sv_se: Bitdjup
uk_ua: Глибина кольору

# #31379
source: Dim background
de_de: Hintergrund dimmen
es_es: Fondo oscuro
pt_br: Escurecer fundo
sv_se: Dimma bakgrund
uk_ua: Затемнити фон

# #31380
source: Now playing dim background
de_de: Aktuell wiedergegeben Hintergrund dimmen
es_es: Fondo oscuro en reproducción
pt_br: Escurecer fundo da reprodução atual
sv_se: Spelar nu dim bakgrund
uk_ua: Затемнити фон під час відтворення

# #31381
source: Appeared in
de_de: Erschien in
es_es: Apareció en
pt_br: Apareceu em
sv_se: Förekom i
uk_ua: З'явився у

# #31382
source: Press up for actor info
de_de: Für Schauspielerinfo nach oben drücken
es_es: Presione arriba para información del actor
pt_br: Pressione para cima para informações do ator
sv_se: Tryck upp för skådespelarinformation
uk_ua: Натисніть вгору для інформації про актора

# #31383
source: Press up for library items by actor
de_de: Für Bibliothekselemente nach Schauspieler nach oben drücken
es_es: Presione arriba para elementos de la biblioteca por actor
pt_br: Pressione para cima para itens da biblioteca por ator
sv_se: Tryck upp för bibliotekslån av skådespelare
uk_ua: Натисніть вгору для елементів бібліотеки за актором

# #31384
source: Source flags
de_de: Quellen-Flags
es_es: Banderas de origen
pt_br: Sinalizadores de fonte
sv_se: Källflaggor
uk_ua: Прапорці джерела

# #31385
source: Limit
es_es: Límite
pt_br: Limite
sv_se: Gräns
uk_ua: Обмеження

# #31386
source: Recently added (include watched)
de_de: Zuletzt hinzugefügt (inkl. gesehen)
es_es: Agregado recientemente (incluye vistos)
pt_br: Adicionados recentemente (incluir assistidos)
uk_ua: Нещодавно додані (включно з переглянутими)

# #31387
source: Recently released (include watched)
de_de: Zuletzt veröffentlicht (inkl. gesehen)
es_es: Lanzado recientemente (incluye vistos)
pt_br: Lançados recentemente (incluir assistidos)
uk_ua: Нещодавно випущені (включно з переглянутими)

# #31388
source: Character
de_de: Charakter
es_es: Personaje
pt_br: Personagem
uk_ua: Персонаж

# #31389
source: Department
de_de: Abteilung
es_es: Departamento
pt_br: Departamento
uk_ua: Відділ

# #31390
source: Job
es_es: Trabajo
pt_br: Cargo
uk_ua: Посада

# #31391
source: Budget
es_es: Presupuesto
pt_br: Orçamento
uk_ua: Бюджет

# #31392
source: Years Old
de_de: Jahre alt
es_es: Años de edad
pt_br: Anos de idade
uk_ua: Років

# #31393
source: Revenue
de_de: Umsatz
es_es: Ingresos
pt_br: Receita
uk_ua: Дохід

# #31394
source: Color icons
de_de: Farbige Symbole
es_es: Iconos de color
pt_br: Ícones coloridos
uk_ua: Кольорові іконки

# #31395
source: Resolution icon color
de_de: Farbe des Auflösungssymbols
es_es: Color del icono de resolución
pt_br: Cor do ícone de resolução
uk_ua: Колір іконки роздільної здатності

# #31396
source: Violet
de_de: Violett
es_es: Violeta
pt_br: Violeta
uk_ua: Фіолетовий

# #31397
source: Magenta
uk_ua: Пурпуровий

# #31398
source: Turquoise
de_de: Türkis
es_es: Turquesa
pt_br: Turquesa
uk_ua: Бірюзовий

# #31399
source: Brown
de_de: Braun
es_es: Marrón
pt_br: Marrom
uk_ua: Коричневий

# #31401
source: Aspect ratio icon color
de_de: Farbe des Seitenverhältnis-Symbols
es_es: Color del icono de relación de aspecto
pt_br: Cor do ícone de proporção
uk_ua: Колір іконки співвідношення сторін

# #31402
source: Sets the color for the resolution flags.
de_de: Legt die Farbe für die Auflösungs-Flags fest.
es_es: Establece el color de las banderas de resolución.
pt_br: Define a cor para os sinalizadores de resolução.
uk_ua: Встановлює колір для прапорців роздільної здатності.

# #31403
source: Sets the color for the aspect ratio flags.
de_de: Legt die Farbe für die Seitenverhältnis-Flags fest.
es_es: Establece el color de las banderas de relación de aspecto.
pt_br: Define a cor para os sinalizadores de proporção.
uk_ua: Встановлює колір для прапорців співвідношення сторін.

# #31404
source: Large splash screen Madnox logo on startup
de_de: Großes Startbild Madnox-Logo beim Start
es_es: Logotipo grande de Madnox en la pantalla de inicio al arrancar
pt_br: Logotipo grande Madnox na tela de inicialização
uk_ua: Великий логотип Madnox на заставці при запуску

# #31405
source: Image gallery for
de_de: Bildergalerie für
es_es: Galería de imágenes para
pt_br: Galeria de imagens para
uk_ua: Галерея зображень для

# #31406
source: Image Gallery
de_de: Bildergalerie
es_es: Galería de imágenes
pt_br: Galeria de Imagens
uk_ua: Галерея зображень

# #31407
source: Not Available or Listed
de_de: Nicht verfügbar oder gelistet
es_es: No disponible o no listado
pt_br: Não disponível ou listado
uk_ua: Недоступно або не вказано

# #31408
source: Awards
de_de: Auszeichnungen
es_es: Premios
pt_br: Prêmios
uk_ua: Нагороди

# #31409
source: Enable auto scrolling for movie's meta data
de_de: Automatisches Scrollen für Film-Metadaten aktivieren
es_es: Habilitar desplazamiento automático para los metadatos de la película
pt_br: Ativar rolagem automática para metadados do filme
uk_ua: Увімкнути автоматичну прокрутку метаданих фільму

# #31410
source: Movie meta rotation delay time
de_de: Film-Meta-Rotations-Verzögerungszeit
es_es: Tiempo de retardo de rotación de metadatos de películas
pt_br: Tempo de atraso da rotação de metadados do filme
uk_ua: Час затримки обертання метаданих фільму

# #31411
source: Enable auto scrolling for person's meta data
de_de: Automatisches Scrollen für Personen-Metadaten aktivieren
es_es: Habilitar desplazamiento automático para los metadatos de la persona
pt_br: Ativar rolagem automática para metadados da pessoa
uk_ua: Увімкнути автоматичну прокрутку метаданих особи

# #31412
source: Person meta rotation delay time
de_de: Personen-Meta-Rotations-Verzögerungszeit
es_es: Tiempo de retardo de rotación de metadatos de persona
pt_br: Tempo de atraso da rotação de metadados da pessoa
uk_ua: Час затримки обертання метаданих особи

# #31413
source: Automatically scroll movie's metadata when there are greater than 8 items visible. Scrolls all data based on visibility of data that is available.
de_de: Scrollt die Metadaten des Films automatisch, wenn mehr als 8 Elemente sichtbar sind. Scrollt alle Daten basierend auf der Sichtbarkeit der verfügbaren Daten.
es_es: Desplazamiento automático de los metadatos de la película cuando hay más de 8 elementos visibles. Desplaza todos los datos en función de la visibilidad de los datos disponibles.
pt_br: Rola automaticamente os metadados do filme quando há mais de 8 itens visíveis. Rola todos os dados com base na visibilidade dos dados disponíveis.
uk_ua: Автоматично прокручувати метадані фільму, якщо видно більше 8 елементів. Прокручує всі дані на основі видимості доступних даних.

# #31414
source: Automatically scroll person's metadata when there are greater than 8 items visible. Scrolls all data based on visibility of data that is available.
de_de: Scrollt die Metadaten der Person automatisch, wenn mehr als 8 Elemente sichtbar sind. Scrollt alle Daten basierend auf der Sichtbarkeit der verfügbaren Daten.
es_es: Desplazamiento automático de los metadatos de la persona cuando hay más de 8 elementos visibles. Desplaza todos los datos en función de la visibilidad de los datos disponibles.
pt_br: Rola automaticamente os metadados da pessoa quando há mais de 8 itens visíveis. Rola todos os dados com base na visibilidade dos dados disponíveis.
uk_ua: Автоматично прокручувати метадані особи, якщо видно більше 8 елементів. Прокручує всі дані на основі видимості доступних даних.

# #31415
source: Crew
es_es: Equipo
pt_br: Equipe
uk_ua: Екіпаж

# #31418
source: Recommendations
de_de: Empfehlungen
es_es: Recomendaciones
pt_br: Recomendações
uk_ua: Рекомендації

# #31419
source: Guest stars
de_de: Gaststars
es_es: Estrellas invitadas
pt_br: Estrelas convidadas
uk_ua: Запрошені зірки

# #31420
source: Display larger DPI scaled logo when Kodi first loads. Large logo: 1600x520px, Small logo: 800x260px. Kodi will auto-scale in windowed view.
de_de: Zeigt ein größeres DPI-skaliertes Logo an, wenn Kodi zum ersten Mal geladen wird. Großes Logo: 1600x520px, Kleines Logo: 800x260px. Kodi wird im Fenstermodus automatisch skaliert.
es_es: Mostrar el logotipo escalado de DPI más grande cuando Kodi se carga por primera vez. Logotipo grande: 1600x520px, Logotipo pequeño: 800x260px. Kodi se autoescalará en la vista en ventana.
pt_br: Exibe um logotipo maior em escala DPI quando o Kodi é carregado pela primeira vez. Logotipo grande: 1600x520px, Logotipo pequeno: 800x260px. O Kodi irá auto-escalar na visualização em janela.
uk_ua: Відображати більший логотип, масштабований за DPI, при першому завантаженні Kodi. Великий логотип: 1600x520px, Малий логотип: 800x260px. Kodi автоматично масштабується в віконному режимі.

# #31421
source: Turn on saving to debug log
de_de: Speichern im Debug-Log aktivieren
es_es: Activar el guardado en el registro de depuración
pt_br: Ativar salvamento no log de depuração
uk_ua: Увімкнути збереження в журнал налагодження

# #31422
source: Off by default, leave this setting off unless troubleshooting instructed to turn on. This will cause your debug log and device cache to increase rapidly and could cause instability if left unchecked. You have been notified.
de_de: Standardmäßig ausgeschaltet, lassen Sie diese Einstellung ausgeschaltet, es sei denn, die Fehlerbehebung weist Sie an, sie einzuschalten. Dies führt dazu, dass Ihr Debug-Log und der Geräte-Cache schnell anwachsen und bei Nichtbeachtung Instabilität verursachen könnten. Sie wurden benachrichtigt.
es_es: Desactivado por defecto, deje esta configuración desactivada a menos que se le indique activarla para solucionar problemas. Esto hará que su registro de depuración y la caché del dispositivo aumenten rápidamente y podría causar inestabilidad si se deja sin revisar. Ha sido notificado.
pt_br: Desativado por padrão, deixe esta configuração desativada, a menos que a solução de problemas instrua a ativá-la. Isso fará com que seu log de depuração e o cache do dispositivo aumentem rapidamente e pode causar instabilidade se não for verificado. Você foi notificado.
uk_ua: Виимкнено за замовчуванням, залиште цей параметр вимкненим, якщо інше не вказано для усунення несправностей. Це призведе до швидкого збільшення розміру вашого журналу налагодження та кешу пристрою і може спричинити нестабільність, якщо залишити без контролю. Вас повідомлено.

# #31423
source: Fanart background size ratio
de_de: Fanart Hintergrund-Größenverhältnis
es_es: Relación de tamaño del fondo de fanart
pt_br: Proporção do tamanho do fundo do fanart
uk_ua: Співвідношення розмірів фону фанарта

# #31424
source: Sets the size ratio of the fanart background. Scale/Keep/Center: Aspect ratio is kept. Stretch: Aspect ratio is not kept.
pt_br: Define a proporção do tamanho do fundo do fanart. Escala/Manter/Centro: A proporção é mantida. Esticar: A proporção não é mantida.
uk_ua: Встановлює співвідношення розмірів фонового зображення фанарта. Масштабувати/Зберегти/По центру: Співвідношення сторін зберігається. Розтягнути: Співвідношення сторін не зберігається.

# #31425
source: Custom colour
de_de: Benutzerdefinierte Farbe
es_es: Color personalizado
pt_br: Cor personalizada
uk_ua: Власний колір

# #31901
source: Customisation of the home screen, widgets and shortcuts menu.
de_de: Anpassung des Startbildschirms, der Widgets und des Verknüpfungsmenüs.
es_es: Personalización de la pantalla de inicio, widgets y menú de accesos directos.
pt_br: Personalização da tela inicial, widgets e menu de atalhos.
sv_se: Anpassning av startskärm, widgets och genvägsmeny.
uk_ua: Налаштування домашнього екрана, віджетів та меню швидкого доступу.

# #31902
source: Helper script to provide extra skin features and functions, including additional widgets, cinema mode and blurred backgrounds.
de_de: Hilfsskript zur Bereitstellung zusätzlicher Skin-Funktionen und -Merkmale, einschließlich zusätzlicher Widgets, Kinomodus und unscharfer Hintergründe.
es_es: Script de ayuda para proporcionar características y funciones adicionales a la apariencia, incluyendo widgets adicionales, modo cine y fondos borrosos.
pt_br: Script auxiliar para fornecer recursos e funções extras da skin, incluindo widgets adicionais, modo cinema e fundos desfocados.
sv_se: Hjälpskript för att tillhandahålla extra funktioner för skinnet, inklusive extra widgets, bioläge och suddiga bakgrunder.
uk_ua: Допоміжний скрипт для надання додаткових функцій та можливостей скіна, включаючи додаткові віджети, режим кінотеатру та розмиті фони.

# #31903
source: Provides colour selection.
de_de: Bietet Farbauswahl.
es_es: Proporciona selección de color.
pt_br: Fornece seleção de cores.
sv_se: Ger möjlighet till färgval.
uk_ua: Надає вибір кольорів.

# #31904
source: Install and select image addons.
de_de: Bild-Add-ons installieren und auswählen.
es_es: Instalar y seleccionar complementos de imagen.
pt_br: Instale e selecione complementos de imagem.
sv_se: Installera och välj bildtillägg.
uk_ua: Встановлення та вибір доповнень зображень.
