Repository: kittmaster/KittmasterRepo
Catalog: omega/skin.madnox/language/resource.language.*/strings.po
Languages: de_de, es_es, pt_br, sv_se, uk_ua

# #31170
source: Audio info
es_es: Información de audio
pt_br: Informação de áudio
sv_se: Ljudinformation
uk_ua: Інформація про аудіо

# #31171
source: Glass
de_de: Glas
es_es: Cristal
pt_br: Vidro
sv_se: Glas
uk_ua: Скло

# #31172
source: CD clear
de_de: CD klar
es_es: CD transparente
pt_br: CD transparente
sv_se: CD-skiva klar
uk_ua: CD чистий

# #31173
source: Live TV
es_es: TV en vivo
pt_br: TV ao Vivo
sv_se: Direktsänd TV
uk_ua: Пряме ТБ

# #31174
source: Disabled text
de_de: Deaktivierter Text
es_es: Texto deshabilitado
pt_br: Texto desativado
sv_se: Text för funktionshindrade
uk_ua: Вимкнений текст

# #31175
source: Default texture
de_de: Standard-Textur
es_es: Textura predeterminada
pt_br: Textura padrão
sv_se: Standardtextur
uk_ua: Текстура за замовчуванням

# #31176
source: case
de_de: Fall
es_es: caja
pt_br: caixa
sv_se: referens
uk_ua: випадок

# #31177
source: Visualisation music info
de_de: Visualisierung Musikinfo
es_es: Información de música de visualización
pt_br: Informação de visualização de música
sv_se: Visualisering av musikinformation
uk_ua: Інформація про музику візуалізації

# #31178
source: Visualisation audio info
de_de: Visualisierung Audioinfo
es_es: Información de audio de visualización
pt_br: Informação de visualização de áudio
sv_se: Visualisering av ljudinformation
uk_ua: Інформація про аудіо візуалізації

# #31179
source: fanart
uk_ua: фанарт

# #31180
source: Audio background
de_de: Audio-Hintergrund
es_es: Fondo de audio
pt_br: Fundo de áudio
sv_se: Ljudbakgrund
uk_ua: Фон аудіо

# #31181
source: Video background
de_de: Video-Hintergrund
es_es: Fondo de vídeo
pt_br: Fundo de vídeo
sv_se: Videobakgrund
uk_ua: Фон відео

# #31182
source: Vinyl
es_es: Vinilo
pt_br: Vinil
uk_ua: Вініл

# #31185
source: Filename
de_de: Dateiname
es_es: Nombre de archivo
pt_br: Nome do arquivo
uk_ua: Ім'я файлу

# #31186
source: Golden
es_es: Dorado
pt_br: Dourado
sv_se: Gyllene
uk_ua: Золотий

# #31187
source: Skin Variables helps skinners to construct variables and expressions for multiple containers and listitems using a template.
de_de: Skin-Variablen helfen Skin-Entwicklern, Variablen und Ausdrücke für mehrere Container und Listenelemente mithilfe einer Vorlage zu erstellen.
es_es: Las variables de la piel ayudan a los diseñadores a construir variables y expresiones para múltiples contenedores y elementos de lista utilizando una plantilla.
pt_br: As Variáveis de Tema ajudam os criadores de temas a construir variáveis e expressões para múltiplos contentores e itens de lista usando um modelo.
uk_ua: Змінні скіна допомагають скіннерам створювати змінні та вирази для кількох контейнерів та елементів списку за допомогою шаблону.

# #31188
source: Creator
de_de: Ersteller
es_es: Creador
pt_br: Criador
uk_ua: Творець

# #31189
source: Panel
de_de: Bedienfeld
pt_br: Painel
uk_ua: Панель

# #31190
source: Purple
de_de: Lila
es_es: Púrpura
pt_br: Roxo
sv_se: Lila
uk_ua: Фіолетовий

# #31191
source: Movies & TV shows / Seasons-Episode display
de_de: Filme & TV-Sendungen / Staffel-Episoden-Anzeige
es_es: Películas y programas de TV / Visualización de temporadas-episodios
pt_br: Filmes e programas de TV / Exibição de temporadas-episódios
uk_ua: Фільми та серіали / Відображення сезонів-епізодів

# #31192
source: Skin helper extended art
de_de: Skin-Helfer erweiterte Kunst
es_es: Arte extendido del ayudante de la piel
pt_br: Arte estendida do Skin Helper
uk_ua: Розширений арт допоміжного скіна

# #31193
source: On info
de_de: Auf Info
es_es: En información
pt_br: Na informação
sv_se: På info
uk_ua: На інформації

# #31194
source: Persistant
de_de: Dauerhaft
es_es: Persistente
pt_br: Persistente
sv_se: Beständig
uk_ua: Постійний

# #31195
source: Animated
de_de: Animiert
es_es: Animado
pt_br: Animado
sv_se: Animerat
uk_ua: Анімований

# #31196
source: Background now playing info
de_de: Hintergrund aktuell abgespielte Info
es_es: Fondo de información de reproducción actual
pt_br: Informação de fundo a reproduzir
sv_se: Bakgrundsinformation om pågående spelning
uk_ua: Фон інформації про відтворення

# #31197
source: Most recognized as
de_de: Meistens bekannt als
es_es: Más reconocido como
pt_br: Mais reconhecido como
uk_ua: Найбільш відомий як

# #31198
source: Forward
de_de: Vorwärts
es_es: Adelante
pt_br: Avançar
sv_se: Framåt
uk_ua: Вперед

# #31199
source: Rewind
de_de: Zurückspulen
es_es: Rebobinar
pt_br: Retroceder
sv_se: Backa
uk_ua: Перемотати назад

# #31200
source: Internet stream
es_es: Transmisión por Internet
pt_br: Transmissão da internet
sv_se: Internetström
uk_ua: Інтернет-потік

# #31201
source: Landscape
de_de: Querformat
es_es: Paisaje
pt_br: Paisagem
sv_se: Liggande
uk_ua: Пейзаж

# #31202
source: Clear logo
de_de: Klares Logo
es_es: Logotipo claro
pt_br: Logotipo limpo
sv_se: Tydlig logotyp
uk_ua: Чіткий логотип

# #31203
source: Portrait
de_de: Hochformat
es_es: Retrato
pt_br: Retrato
sv_se: Porträtt
uk_ua: Портрет

# #31204
source: Recently released
de_de: Kürzlich veröffentlicht
es_es: Lanzado recientemente
pt_br: Lançado recentemente
sv_se: Nyligen släppt
uk_ua: Нещодавно випущено

# #31205
source: Recommended
de_de: Empfohlen
es_es: Recomendado
pt_br: Recomendado
sv_se: Rekommenderad
uk_ua: Рекомендовано

# #31206
source: Most played
de_de: Meistgespielt
es_es: Más reproducidos
pt_br: Mais reproduzidos
sv_se: Mest spelade
uk_ua: Найпопулярніші

# #31207
source: Position
es_es: Posición
pt_br: Posição
uk_ua: Позиція

# #31208
source: Bottom
de_de: Unten
es_es: Abajo
pt_br: Inferior
sv_se: Botten
uk_ua: Низ

# #31209
source: Top
de_de: Oben
es_es: Arriba
pt_br: Topo
sv_se: Topp
uk_ua: Верх

# #31210
source: Big
de_de: Groß
es_es: Grande
pt_br: Grande
sv_se: Stor
uk_ua: Великий

# #31211
source: Movie/TV show info
de_de: Film-/TV-Show-Info
es_es: Información de película/programa de TV
pt_br: Informações de filme/programa de TV
sv_se: Information om film/TV-program
uk_ua: Інформація про фільм/серіал

# #31212
source: Select how long, in seconds, before the movie rows metadata grid slides left or right (If greater than 8 items).
de_de: Wählen Sie, wie lange, in Sekunden, es dauert, bis das Metadatenraster der Filmreihen nach links oder rechts gleitet (wenn mehr als 8 Elemente vorhanden sind).
es_es: Seleccione cuánto tiempo, en segundos, antes de que la cuadrícula de metadatos de las filas de películas se deslice hacia la izquierda o hacia la derecha (si hay más de 8 elementos).
pt_br: Selecione o tempo, em segundos, antes que a grade de metadados das linhas de filmes deslize para a esquerda ou direita (se houver mais de 8 itens).
uk_ua: Виберіть, скільки секунд, перш ніж сітка метаданих рядків фільмів посунеться вліво або вправо (якщо більше 8 елементів).

# #31213
source: Poster list
de_de: Poster-Liste
es_es: Lista de pósteres
pt_br: Lista de cartazes
sv_se: Posterlista
uk_ua: Список постерів

# #31214
source: Reflect
de_de: Reflektieren
es_es: Reflejar
pt_br: Refletir
sv_se: Reflektera
uk_ua: Відобразити

# #31215
source: Simple list
de_de: Einfache Liste
es_es: Lista simple
pt_br: Lista simples
sv_se: Enkel lista
uk_ua: Простий список

# #31216
source: Big simple list
de_de: Große einfache Liste
es_es: Lista simple grande
pt_br: Lista simples grande
sv_se: Stor enkel lista
uk_ua: Великий простий список

# #31217
source: Twin list
de_de: Zwillingsliste
es_es: Lista doble
pt_br: Lista dupla
sv_se: Tvillinglista
uk_ua: Подвійний список

# #31218
source: Big twin list
de_de: Große Zwillingsliste
es_es: Lista doble grande
pt_br: Lista dupla grande
sv_se: Stor tvillinglista
uk_ua: Великий подвійний список

# #31219
source: Info list 1
de_de: Info-Liste 1
es_es: Lista de información 1
pt_br: Lista de informações 1
sv_se: Info lista 1
uk_ua: Інфо список 1

# #31220
source: Big info list 1
de_de: Große Info-Liste 1
es_es: Lista de información grande 1
pt_br: Lista de informações grande 1
sv_se: Stor informationslista 1
uk_ua: Великий інфо список 1

# #31221
source: Info list 2
de_de: Info-Liste 2
es_es: Lista de información 2
pt_br: Lista de informações 2
sv_se: Info lista 2
uk_ua: Інфо список 2

# #31222
source: Big info list 2
de_de: Große Info-Liste 2
es_es: Lista de información grande 2
pt_br: Lista de informações grande 2
sv_se: Stor informationslista 2
uk_ua: Великий інфо список 2

# #31223
source: Low list
de_de: Niedrige Liste
es_es: Lista baja
pt_br: Lista baixa
sv_se: Låg lista
uk_ua: Низький список

# #31224
source: Big low list
de_de: Große niedrige Liste
es_es: Lista baja grande
pt_br: Lista baixa grande
sv_se: Stor låg lista
uk_ua: Великий низький список

# #31225
source: 3 panel
es_es: 3 paneles
pt_br: 3 painéis
uk_ua: 3 панелі

# #31226
source: Big 3 panel
de_de: Großes 3-Panel
es_es: Gran panel de 3
pt_br: 3 painéis grandes
sv_se: Stor 3-panel
uk_ua: Велика 3 панель

# #31227
source: Select how long, in seconds, before the persons row metadata grid slides left or right (If greater than 8 items).
de_de: Wählen Sie, wie lange, in Sekunden, es dauert, bis das Metadatenraster der Personenreihe nach links oder rechts gleitet (wenn mehr als 8 Elemente vorhanden sind).
es_es: Seleccione cuánto tiempo, en segundos, antes de que la cuadrícula de metadatos de la fila de personas se deslice hacia la izquierda o hacia la derecha (si hay más de 8 elementos).
pt_br: Selecione o tempo, em segundos, antes que a grade de metadados das linhas de pessoas deslize para a esquerda ou direita (se houver mais de 8 itens).
uk_ua: Виберіть, скільки секунд, перш ніж сітка метаданих рядків осіб посунеться вліво або вправо (якщо більше 8 елементів).

# #31228
source: Video preview window
de_de: Video-Vorschaufenster
es_es: Ventana de vista previa de vídeo
pt_br: Janela de pré-visualização de vídeo
sv_se: Fönster för förhandsgranskning av video
uk_ua: Вікно попереднього перегляду відео

# #31229
source: Icon size
de_de: Symbolgröße
es_es: Tamaño del icono
pt_br: Tamanho do ícone
sv_se: Ikonstorlek
uk_ua: Розмір іконки

# #31230
source: Showcase
es_es: Escaparate
pt_br: Exposição
sv_se: Visningsfönster
uk_ua: Вітрина

# #31231
source: 2 thumbs
de_de: 2 Daumen
es_es: 2 miniaturas
pt_br: 2 miniaturas
sv_se: 2 tummar
uk_ua: 2 мініатюри

# #31232
source: 4 thumbs
de_de: 4 Daumen
es_es: 4 miniaturas
pt_br: 4 miniaturas
sv_se: 4 tummar
uk_ua: 4 мініатюри

# #31233
source: 3 panel square
de_de: 3-Panel Quadrat
es_es: Panel cuadrado de 3
pt_br: 3 painéis quadrados
sv_se: 3 paneler fyrkantiga
uk_ua: 3 квадратні панелі

# #31234
source: Media flags
de_de: Medien-Flags
es_es: Banderas de medios
pt_br: Bandeiras de mídia
sv_se: Flaggor i media
uk_ua: Медіа-прапорці

# #31235
source: Small icons
de_de: Kleine Symbole
es_es: Iconos pequeños
pt_br: Ícones pequenos
sv_se: Små ikoner
uk_ua: Маленькі іконки

# #31236
source: Album case
de_de: Album-Hülle
es_es: Caja de álbum
pt_br: Capa do álbum
sv_se: Albumfodral
uk_ua: Обкладинка альбому

# #31237
source: Video case
de_de: Video-Hülle
es_es: Caja de vídeo
pt_br: Capa de vídeo
sv_se: Videofodral
uk_ua: Обкладинка відео

# #31238
source: Cover list
de_de: Cover-Liste
es_es: Lista de portada
pt_br: Lista de capas
sv_se: Omslagslista
uk_ua: Список обкладинок

# #31239
source: Cover flow portrait
de_de: Cover Flow Hochformat
es_es: Portada en modo retrato
pt_br: Fluxo de capa retrato
sv_se: Porträtt av täckflöde
uk_ua: Обкладинка в портретному режимі

# #31240
source: Press up for info
de_de: Nach oben drücken für Infos
es_es: Pulsa arriba para obtener información
pt_br: Pressione para cima para informações
sv_se: Tryck upp för information
uk_ua: Натисніть вгору для інформації

# #31241
source: Cover flow square
de_de: Cover Flow Quadrat
es_es: Portada en modo cuadrado
pt_br: Fluxo de capa quadrado
sv_se: Täck flödesrutan
uk_ua: Обкладинка в квадратному режимі

# #31242
source: Cover flow banner
es_es: Portada en modo pancarta
pt_br: Banner de fluxo de capa
sv_se: Täckflödesbanner
uk_ua: Обкладинка в режимі банера

# #31243
source: Cover flow landscape
de_de: Cover Flow Querformat
es_es: Portada en modo paisaje
pt_br: Fluxo de capa paisagem
sv_se: Täcka flödeslandskap
uk_ua: Обкладинка в альбомному режимі

# #31244
source: Open case
de_de: Hülle öffnen
es_es: Abrir caja
pt_br: Abrir capa
sv_se: Öppet ärende
uk_ua: Відкрити кейс

# #31245
source: Focus
de_de: Fokus
es_es: Foco
pt_br: Foco
sv_se: Fokus
uk_ua: Фокус

# #31246
source: Cascade
de_de: Kaskade
es_es: Cascada
pt_br: Cascata
sv_se: Kaskad
uk_ua: Каскад

# #31248
source: Portrait icon
de_de: Porträt-Symbol
es_es: Icono vertical
pt_br: Ícone de retrato
sv_se: Ikon för porträtt
uk_ua: Портретна іконка

# #31249
source: Banner icon
de_de: Banner-Symbol
es_es: Icono de banner
pt_br: Ícone de banner
sv_se: Banner-ikon
uk_ua: Іконка банера

# #31250
source: Landscape icon
de_de: Landschafts-Symbol
es_es: Icono horizontal
pt_br: Ícone de paisagem
sv_se: Liggande ikon
uk_ua: Пейзажна іконка

# #31251
source: Portrait icon info
de_de: Porträt-Symbol-Info
es_es: Información de icono vertical
pt_br: Informações do ícone de retrato
sv_se: Porträtt ikon info
uk_ua: Інформація про портретну іконку

# #31252
source: Banner icon info
de_de: Banner-Symbol-Info
es_es: Información de icono de banner
pt_br: Informações do ícone de banner
sv_se: Information om bannerikon
uk_ua: Інформація про іконку банера

# #31253
source: Landscape icon info
de_de: Landschafts-Symbol-Info
es_es: Información de icono horizontal
pt_br: Informações do ícone de paisagem
sv_se: Landskapsikon info
uk_ua: Інформація про пейзажну іконку

# #31254
source: Portrait wall
de_de: Porträt-Wand
es_es: Muro vertical
pt_br: Parede de retrato
sv_se: Porträttvägg
uk_ua: Портретна стіна

# #31255
source: Square wall
de_de: Quadratische Wand
es_es: Muro cuadrado
pt_br: Parede quadrada
sv_se: Fyrkantig vägg
uk_ua: Квадратна стіна

# #31256
source: Banner wall
de_de: Banner-Wand
es_es: Muro de banner
pt_br: Parede de banner
sv_se: Bannervägg
uk_ua: Стіна банерів

# #31257
source: Landscape wall
de_de: Landschafts-Wand
es_es: Muro horizontal
pt_br: Parede de paisagem
sv_se: Landskapsmur
uk_ua: Пейзажна стіна

# #31258
source: Focus square
de_de: Fokus-Quadrat
es_es: Cuadrado de enfoque
pt_br: Quadrado de foco
sv_se: Fokus kvadrat
uk_ua: Фокусний квадрат

# #31259
source: Cover
es_es: Portada
pt_br: Capa
sv_se: Täck
uk_ua: Обкладинка

# #31260
source: Square icon
de_de: Quadratisches Symbol
es_es: Icono cuadrado
pt_br: Ícone quadrado
sv_se: Fyrkantig ikon
uk_ua: Квадратна іконка

# #31261
source: Square icon info
de_de: Quadratisches Symbol-Info
es_es: Información de icono cuadrado
pt_br: Informações do ícone quadrado
sv_se: Info om fyrkantig ikon
uk_ua: Інформація про квадратну іконку

# #31262
source: Kodiflix square
de_de: Kodiflix Quadrat
es_es: Cuadrado Kodiflix
pt_br: Quadrado Kodiflix
sv_se: Kodiflix fyrkant
uk_ua: Kodiflix квадрат

# #31263
source: Cascade square
de_de: Kaskaden-Quadrat
es_es: Cuadrado en cascada
pt_br: Quadrado em cascata
sv_se: Kaskadkvarter
uk_ua: Каскад квадрат

# #31264
source: Showcase square
de_de: Quadratische Vitrine
es_es: Cuadrado de escaparate
pt_br: Quadrado de exibição
sv_se: Utställningsfyrkanten
uk_ua: Квадратна вітрина

# #31265
source: Kodiflix landscape
de_de: Kodiflix Querformat
es_es: Paisaje Kodiflix
pt_br: Paisagem Kodiflix
sv_se: Kodiflix landskap
uk_ua: Kodiflix пейзаж

# #31266
source: Simple
de_de: Einfach
pt_br: Simples
sv_se: Enkel
uk_ua: Простий

# #31267
source: Info 1
es_es: Información 1
pt_br: Informação 1
uk_ua: Інфо 1

# #31268
source: Info 2
es_es: Información 2
pt_br: Informação 2
uk_ua: Інфо 2

# #31269
source: Cover flow
es_es: Flujo de portadas
pt_br: Fluxo de capa
sv_se: Täckflöde
uk_ua: Обкладинка

# #31270
source: Enable/Disable views
de_de: Ansichten aktivieren/deaktivieren
es_es: Activar/Desactivar vistas
pt_br: Ativar/Desativar visualizações
sv_se: Aktivera/inaktivera vyer
uk_ua: Увімкнути/вимкнути перегляди

# #31271
source: Icon info
de_de: Symbolinfo
es_es: Información del icono
pt_br: Informações do ícone
sv_se: Ikoninformation
uk_ua: Інформація про іконку

# #31272
source: Wall
de_de: Wand
es_es: Muro
pt_br: Parede
sv_se: Vägg
uk_ua: Стіна

# #31273
source: Info delay
de_de: Info-Verzögerung
es_es: Retraso de información
pt_br: Atraso de informação
sv_se: Fördröjning av information
uk_ua: Затримка інформації

# #31274
source: Install genre icons
de_de: Genre-Symbole installieren
es_es: Instalar iconos de género
pt_br: Instalar ícones de gênero
sv_se: Installera genreikoner
uk_ua: Встановити іконки жанрів

# #31275
source: B/W genre icons
de_de: S/W Genre-Symbole
es_es: Iconos de género B/N
pt_br: Ícones de gênero P/B
sv_se: S/V-genreikoner
uk_ua: Ч/Б іконки жанрів

# #31276
source: Install colour genre icons
de_de: Farbige Genre-Symbole installieren
es_es: Instalar iconos de género a color
pt_br: Instalar ícones de gênero coloridos
sv_se: Installera ikoner för färggenre
uk_ua: Встановити кольорові іконки жанрів

# #31277
source: Install B/W genre icons
de_de: S/W Genre-Symbole installieren
es_es: Instalar iconos de género B/N
pt_br: Instalar ícones de gênero P/B
sv_se: Installera ikoner för svartvita genrer
uk_ua: Встановити Ч/Б іконки жанрів

# #31278
source: Banner list
de_de: Banner-Liste
es_es: Lista de banners
pt_br: Lista de banners
sv_se: Banner-lista
uk_ua: Список банерів

# #31279
source: TV shows season & returning text
de_de: TV-Serien Staffel & Wiederkehrender Text
es_es: Temporada de programas de TV y texto de retorno
pt_br: Texto da temporada e retorno de programas de TV
uk_ua: Текст сезону та повернення серіалів

# #31280
source: Next aired
de_de: Nächste Ausstrahlung
es_es: Próximo a emitirse
pt_br: Próximo a ser exibido
sv_se: Nästa sändning
uk_ua: Наступний в ефірі

# #31281
source: Panels
de_de: Paneele
es_es: Paneles
pt_br: Painéis
sv_se: Paneler
uk_ua: Панелі

# #31282
source: Mud
de_de: Schlamm
es_es: Barro
pt_br: Lama
sv_se: Lera
uk_ua: Бруд

# #31283
source: Plain
de_de: Einfach
es_es: Sencillo
pt_br: Simples
sv_se: Enkel
uk_ua: Простий

# #31284
source: Shadow texture
de_de: Schatten-Textur
es_es: Textura de sombra
pt_br: Textura de sombra
sv_se: Skuggstruktur
uk_ua: Текстура тіні

# #31285
source: Themes & Colours
de_de: Themen & Farben
es_es: Temas y colores
pt_br: Temas e Cores
sv_se: Teman & färger
uk_ua: Теми та кольори

# #31286
source: Menus
de_de: Menüs
es_es: Menús
sv_se: Menyer
uk_ua: Меню

# #31287
source: Shortcut menu
de_de: Verknüpfungsmenü
es_es: Menú de acceso directo
pt_br: Menu de atalhos
sv_se: Meny för genvägar
uk_ua: Меню швидкого доступу

# #31288
source: Hide
de_de: Verbergen
es_es: Ocultar
pt_br: Ocultar
sv_se: Dölj
uk_ua: Приховати

# #31289
source: Widget
uk_ua: Віджет

# #31290
source: Aspect
de_de: Aspekt
es_es: Aspecto
pt_br: Aspecto
sv_se: Bildförhållande
uk_ua: Співвідношення сторін

# #31291
source: Music case
de_de: Musik-Hülle
es_es: Caja de música
pt_br: Capa de música
sv_se: Musikfodral
uk_ua: Музичний футляр

# #31292
source: Custom favourites
de_de: Benutzerdefinierte Favoriten
es_es: Favoritos personalizados
pt_br: Favoritos personalizados
sv_se: Anpassade favoriter
uk_ua: Користувацькі улюблені

# #31293
source: Favourite
de_de: Favorit
es_es: Favorito
pt_br: Favorito
sv_se: Favorit
uk_ua: Улюблене

# #31294
source: Custom favourite addons
de_de: Benutzerdefinierte Favoriten-Addons
es_es: Complementos favoritos personalizados
pt_br: Addons favoritos personalizados
sv_se: Anpassade favorittillägg
uk_ua: Користувацькі улюблені доповнення

# #31295
source: Cinema mode
de_de: Kinomodus
es_es: Modo cine
pt_br: Modo cinema
sv_se: Biograf-läge
uk_ua: Режим кінотеатру

# #31296
source: Trailer count
de_de: Trailer-Anzahl
es_es: Recuento de tráileres
pt_br: Contagem de trailers
sv_se: Trailerräkning
uk_ua: Кількість трейлерів

# #31297
source: Intro path
de_de: Intro-Pfad
es_es: Ruta de introducción
pt_br: Caminho da introdução
sv_se: Intro sökväg
uk_ua: Шлях до вступу

# #31298
source: Select theme
de_de: Thema auswählen
es_es: Seleccionar tema
pt_br: Selecionar tema
sv_se: Välj tema
uk_ua: Вибрати тему

# #31299
source: Video discart fallback
es_es: Respaldo de disco de video
pt_br: Retorno da capa de vídeo
uk_ua: Запасний варіант обкладинки відео

# #31300
source: Customise
de_de: Anpassen
es_es: Personalizar
pt_br: Personalizar
sv_se: Anpassa
uk_ua: Налаштувати

# #31301
source: Channel number
de_de: Kanalnummer
es_es: Número de canal
pt_br: Número do canal
sv_se: Kanalnummer
uk_ua: Номер каналу

# #31302
source: Channel name
de_de: Kanalname
es_es: Nombre del canal
pt_br: Nome do canal
sv_se: Kanal namn
uk_ua: Назва каналу

# #31303
source: Repository
es_es: Repositorio
pt_br: Repositório
sv_se: Förvar
uk_ua: Сховище

# #31304
source: Progress bar
de_de: Fortschrittsbalken
es_es: Barra de progreso
pt_br: Barra de progresso
sv_se: Förloppsmätare
uk_ua: Панель прогресу

# #31305
source: Apply
de_de: Anwenden
es_es: Aplicar
pt_br: Aplicar
sv_se: Tillämpa
uk_ua: Застосувати

# #31306
source: TV Show season cover background
de_de: TV-Serien Staffel-Cover Hintergrund
es_es: Fondo de portada de temporada de programa de TV
pt_br: Capa de fundo da temporada de programas de TV
sv_se: TV-program säsong omslag bakgrund
uk_ua: Фон обкладинки сезону серіалу

# #31307
source: Genre cover background
de_de: Genre-Cover Hintergrund
es_es: Fondo de portada de género
pt_br: Capa de fundo do gênero
sv_se: Bakgrund för genreomslag
uk_ua: Фон обкладинки жанру

# #31308
source: Artist album cover background
de_de: Künstler-Album-Cover Hintergrund
es_es: Fondo de portada de álbum de artista
pt_br: Capa de fundo do álbum do artista
sv_se: Artist albumomslag bakgrund
uk_ua: Фон обкладинки альбому виконавця

# #31309
source: Cover background
de_de: Cover-Hintergrund
es_es: Fondo de portada
pt_br: Fundo da capa
sv_se: Täck bakgrund
uk_ua: Фон обкладинки

# #31310
source: Fanart rotation speed
de_de: Fanart-Rotationsgeschwindigkeit
es_es: Velocidad de rotación de fanart
pt_br: Velocidade de rotação do fanart
sv_se: Fanart rotationshastighet
uk_ua: Швидкість обертання фанарта

# #31311
source: seconds
de_de: Sekunden
es_es: segundos
pt_br: segundos
sv_se: sekunder
uk_ua: секунди

# #31312
source: Fullscreen audio
de_de: Vollbild-Audio
es_es: Audio en pantalla completa
pt_br: Áudio em tela cheia
sv_se: Ljud i helskärm
uk_ua: Повноекранний звук

# #31313
source: Jump to letter
de_de: Zum Buchstaben springen
es_es: Saltar a la letra
pt_br: Ir para a letra
sv_se: Hoppa till brev
uk_ua: Перейти до літери

# #31314
source: Disable library fanart
de_de: Bibliotheks-Fanart deaktivieren
es_es: Deshabilitar fanart de la biblioteca
pt_br: Desativar fanart da biblioteca
sv_se: Inaktivera bibliotek fanart
uk_ua: Вимкнути фанарт бібліотеки

# #31315
source: Music background
de_de: Musikhintergrund
es_es: Fondo de música
pt_br: Fundo de música
sv_se: Musikbakgrund
uk_ua: Музичний фон

# #31316
source: Stream/Radio background
de_de: Stream-/Radio-Hintergrund
es_es: Fondo de transmisión/radio
pt_br: Fundo de stream/rádio
sv_se: Sträm/Radiobakgrund
uk_ua: Фон стріму/радіо

# #31317
source: PVR status
es_es: Estado de PVR
pt_br: Status PVR
uk_ua: Статус PVR

# #31318
source: TV status
es_es: Estado de TV
pt_br: Status da TV
uk_ua: Статус ТБ

# #31319
source: Radio status
es_es: Estado de radio
pt_br: Status do rádio
uk_ua: Статус радіо

# #31320
source: TV widget
es_es: Widget de TV
pt_br: Widget de TV
uk_ua: ТВ віджет

# #31321
source: Radio widget
es_es: Widget de radio
pt_br: Widget de rádio
uk_ua: Радіо віджет

# #31322
source: PVR widget
es_es: Widget de PVR
pt_br: Widget PVR
uk_ua: PVR віджет

# #31323
source: Movie & TV shows meta countdown timer text
de_de: Film- & TV-Serien Meta-Countdown-Timer-Text
es_es: Texto del temporizador de cuenta regresiva de metadatos de películas y programas de TV
pt_br: Texto do temporizador de contagem regressiva de metadados de filmes e programas de TV
uk_ua: Текст таймера зворотного відліку метаданих фільмів та серіалів
