Repository: kittmaster/KittmasterRepo
Catalog: omega/skin.madnox/language/resource.language.*/strings.po
Languages: de_de, es_es, pt_br, sv_se, uk_ua

# #31000
source: Page
de_de: Seite
es_es: Página
pt_br: Página
sv_se: Sida
uk_ua: Сторінка

# #31001
source: Items
de_de: Elemente
es_es: Elementos
pt_br: Itens
sv_se: Artiklar
uk_ua: Елементи

# #31002
source: Now playing
de_de: Aktuelle Wiedergabe
es_es: Ahora suena
pt_br: A reproduzir
sv_se: Spelas nu
uk_ua: Зараз грає

# #31003
source: Order
de_de: Reihenfolge
es_es: Orden
pt_br: Ordem
uk_ua: Порядок

# #31004
source: Weather background
de_de: Wetter Hintergrund
es_es: Fondo del tiempo
pt_br: Fundo do tempo
sv_se: Väderbakgrund
uk_ua: Фон погоди

# #31005
source: shadow
de_de: Schatten
es_es: sombra
pt_br: sombra
sv_se: skugga
uk_ua: тінь

# #31006
source: Flat
de_de: Flach
es_es: Plano
pt_br: Plano
sv_se: Platt
uk_ua: Плаский

# #31007
source: Single image
de_de: Einzelbild
es_es: Imagen única
pt_br: Imagem única
sv_se: Enstaka bild
uk_ua: Одне зображення

# #31008
source: Multi image
de_de: Mehrfachbild
es_es: Múltiples imágenes
pt_br: Multi-imagem
sv_se: Flera bilder
uk_ua: Кілька зображень

# #31009
source: Music discart fallback
de_de: Musik Disc-Art Fallback
es_es: Disco de música de respaldo
pt_br: Discarte de música alternativo
sv_se: Musik discart fallback
uk_ua: Запасний варіант для диска музики

# #31010
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
de_de: Legen Sie den Typ fest und fügen Sie Regeln hinzu, um eine intelligente Wiedergabeliste zu erstellen. Diese Wiedergabelisten sind dynamisch und enthalten alle Medienelemente aus Ihrer Datenbank, die auf Ihre ausgewählten Regeln zutreffen.
es_es: Establece el tipo y añade reglas para crear una lista de reproducción inteligente. Estas listas de reproducción son dinámicas e incluyen todos los elementos multimedia de tu base de datos que se ajustan a las reglas elegidas.
pt_br: Defina o tipo e adicione regras para criar uma lista de reprodução inteligente. Estas listas de reprodução são dinâmicas e incluem todos os itens de multimédia da sua base de dados que se aplicam às regras escolhidas.
sv_se: Ange typ och lägg till regler för att skapa en smart spellista. Dessa spellistor är dynamiska och innehåller alla medieobjekt från din databas som omfattas av dina valda regler.
uk_ua: Встановіть тип і додайте правила для створення розумного списку відтворення. Ці списки відтворення динамічні та включають усі медіа-елементи з вашої бази даних, які відповідають вибраним правилам.

# #31011
source: Returning
de_de: Zurückkehrend
es_es: Regresando
pt_br: A regressar
sv_se: Återkommande
uk_ua: Повернення

# #31012
source: Ended
de_de: Beendet
es_es: Finalizado
pt_br: Terminado
sv_se: Avslutad
uk_ua: Завершено

# #31013
source: TBD
de_de: noch festzulegen
es_es: Por determinar
pt_br: A determinar
uk_ua: Буде визначено

# #31014
source: New series
de_de: Neue Serie
es_es: Nueva serie
pt_br: Nova série
sv_se: Ny serie
uk_ua: Новий серіал

# #31015
source: Finale
es_es: Final
pt_br: Final
sv_se: Final
uk_ua: Фінал

# #31016
source: Smaller pop-up notifications
de_de: Kleinere Pop-up-Benachrichtigungen
es_es: Notificaciones emergentes más pequeñas
pt_br: Notificações pop-up mais pequenas
sv_se: Mindre popup-meddelanden
uk_ua: Менші спливаючі сповіщення

# #31017
source: Edit main menu
de_de: Hauptmenü bearbeiten
es_es: Editar menú principal
pt_br: Editar menu principal
sv_se: Redigera huvudmeny
uk_ua: Редагувати головне меню

# #31018
source: Reset main menu
de_de: Hauptmenü zurücksetzen
es_es: Restablecer el menú principal
pt_br: Redefinir menu principal
sv_se: Återställ huvudmenyn
uk_ua: Скинути головне меню

# #31019
source: Show scroll letter
de_de: Laufenden Buchstaben anzeigen
es_es: Mostrar letra de desplazamiento
pt_br: Mostrar letra de rolagem
sv_se: Visa rullningsbrev
uk_ua: Показати літеру прокрутки

# #31020
source: Dim screen on dialog popup
de_de: Bildschirm bei Dialog-Popup abdunkeln
es_es: Atenuar pantalla en ventana emergente
pt_br: Escurecer ecrã ao aparecer diálogo
sv_se: Dimma skärmen i dialogrutan
uk_ua: Затемнювати екран при появі діалогу

# #31021
source: Area
de_de: Bereich
es_es: Área
pt_br: Área
sv_se: Område
uk_ua: Область

# #31022
source: CPU
uk_ua: Процесор

# #31023
source: Memory
de_de: Speicher
es_es: Memoria
pt_br: Memória
sv_se: Minne
uk_ua: Пам'ять

# #31024
source: Customise shortcut menu
de_de: Verknüpfungsmenü anpassen
es_es: Personalizar el menú de accesos directos
pt_br: Personalizar menu de atalhos
sv_se: Anpassa genvägsmenyn
uk_ua: Налаштувати меню ярликів

# #31025
source: palette
es_es: paleta
pt_br: paleta
uk_ua: палітра

# #31026
source: Predictive text for virtual keyboard
de_de: Prädiktiver Text für die virtuelle Tastatur
es_es: Texto predictivo para el teclado virtual
pt_br: Texto preditivo para teclado virtual
sv_se: Prediktiv text för virtuellt tangentbord
uk_ua: Предиктивний текст для віртуальної клавіатури

# #31027
source: Global override
de_de: Globale Überschreibung
es_es: Anulación global
pt_br: Substituição global
sv_se: Global åsidosättning
uk_ua: Глобальне перевизначення

# #31028
source: Manage
de_de: Verwalten
es_es: Gestionar
pt_br: Gerir
sv_se: Hantera
uk_ua: Керувати

# #31029
source: Video now playing background
de_de: Hintergrund des aktuell wiedergegebenen Videos
es_es: Fondo de vídeo en reproducción
pt_br: Fundo de vídeo a reproduzir
sv_se: Video spelas nu bakgrund
uk_ua: Фон відтворення відео

# #31030
source: Music now playing background
de_de: Hintergrund des aktuell wiedergegebenen Musiktitels
es_es: Fondo de música en reproducción
pt_br: Fundo de música a reproduzir
sv_se: Musik spelas nu i bakgrunden
uk_ua: Фон відтворення музики

# #31031
source: Enable day and night colour themes
de_de: Tag- und Nachtfarbthemen aktivieren
es_es: Habilitar temas de color diurnos y nocturnos
pt_br: Ativar temas de cor dia e noite
sv_se: Möjliggör färgteman för dag och natt
uk_ua: Увімкнути денні та нічні кольорові теми

# #31032
source: Theme for day time
de_de: Thema für den Tag
es_es: Tema para el día
pt_br: Tema para o dia
sv_se: Tema för dagtid
uk_ua: Тема для денного часу

# #31033
source: Theme for night time
de_de: Thema für die Nacht
es_es: Tema para la noche
pt_br: Tema para a noite
sv_se: Tema för nattetid
uk_ua: Тема для нічного часу

# #31034
source: Weather icons
de_de: Wettersymbole
es_es: Iconos del tiempo
pt_br: Ícones do tempo
sv_se: Väderikoner
uk_ua: Піктограми погоди

# #31035
source: Extra fanart
de_de: Zusätzliches Fanart
es_es: Fanart extra
pt_br: Fanart extra
sv_se: Extramaterial-fanart
uk_ua: Додатковий фанарт

# #31036
source: Fallback
de_de: Ausweichlösung
es_es: Respaldo
pt_br: Alternativa
sv_se: Reserv
uk_ua: Запасний варіант

# #31037
source: Animated posters
de_de: Animierte Poster
es_es: Pósteres animados
pt_br: Cartazes animados
sv_se: Animerade affischer
uk_ua: Анімовані постери

# #31038
source: Animated background
de_de: Animierter Hintergrund
es_es: Fondo animado
pt_br: Fundo animado
sv_se: Animerad bakgrund
uk_ua: Анімований фон

# #31039
source: Widgets
sv_se: Widgetar
uk_ua: Віджети

# #31040
source: Settings menu
de_de: Einstellungsmenü
es_es: Menú de ajustes
pt_br: Menu de definições
sv_se: Inställningsmeny
uk_ua: Меню налаштувань

# #31041
source: Main menu
de_de: Hauptmenü
es_es: Menú principal
pt_br: Menu principal
sv_se: Huvudmeny
uk_ua: Головне меню

# #31042
source: Top bar
de_de: Obere Leiste
es_es: Barra superior
pt_br: Barra superior
uk_ua: Верхня панель

# #31043
source: Fixed list
de_de: Feste Liste
es_es: Lista fija
pt_br: Lista fixa
sv_se: Fast lista
uk_ua: Фіксований список

# #31044
source: Palette color selected
de_de: Palettenfarbe ausgewählt
es_es: Color de paleta seleccionado
pt_br: Cor da paleta selecionada
uk_ua: Вибраний колір палітри

# #31045
source: Global default
de_de: Globaler Standard
es_es: Predeterminado global
pt_br: Padrão global
sv_se: Globalt standardvärde
uk_ua: Глобальне значення за замовчуванням

# #31046
source: Item Count
de_de: Anzahl der Elemente
es_es: Conteo de elementos
pt_br: Contagem de Itens
sv_se: Antal poster
uk_ua: Кількість елементів

# #31047
source: Floor
de_de: Boden
es_es: Suelo
pt_br: Chão
sv_se: Golv
uk_ua: Підлога

# #31048
source: Palette selected
de_de: Palette ausgewählt
es_es: Paleta seleccionada
pt_br: Paleta selecionada
uk_ua: Вибрана палітра

# #31049
source: Highlight
de_de: Hervorhebung
es_es: Resaltar
pt_br: Realçar
sv_se: Markera
uk_ua: Виділення

# #31050
source: Info line
de_de: Infoleiste
es_es: Línea de información
pt_br: Linha de informação
sv_se: Info-linje
uk_ua: Інформаційний рядок

# #31051
source: Texture
de_de: Textur
es_es: Textura
pt_br: Textura
sv_se: Textur
uk_ua: Текстура

# #31052
source: Coloured
de_de: Farbig
es_es: Coloreado
pt_br: Colorido
sv_se: Färgade
uk_ua: Кольоровий

# #31053
source: Country icons
de_de: Ländersymbole
es_es: Iconos de país
pt_br: Ícones de país
sv_se: Ikoner för länder
uk_ua: Іконки країн

# #31054
source: Default backgrounds
de_de: Standardhintergründe
es_es: Fondos predeterminados
pt_br: Fundos padrão
sv_se: Standardbakgrunder
uk_ua: Фони за замовчуванням

# #31055
source: Weather fanart
de_de: Wetter Fanart
es_es: Fanart del tiempo
pt_br: Fanart do tempo
sv_se: Väder-fanart
uk_ua: Фанарт погоди

# #31056
source: Panel
de_de: Bedienfeld
pt_br: Painel
uk_ua: Панель

# #31057
source: Seasons
de_de: Staffeln
es_es: Temporadas
pt_br: Temporadas
uk_ua: Сезони

# #31058
source: Not installed
de_de: Nicht installiert
es_es: No instalado
pt_br: Não instalado
sv_se: Inte installerad
uk_ua: Не встановлено

# #31059
source: Layout
es_es: Diseño
pt_br: Disposição
uk_ua: Макет

# #31060
source: Language flags
de_de: Sprachflaggen
es_es: Banderas de idioma
pt_br: Bandeiras de idioma
sv_se: Språkflaggor
uk_ua: Прапори мови

# #31061
source: Icon
de_de: Symbol
es_es: Icono
pt_br: Ícone
sv_se: Ikon
uk_ua: Іконка

# #31062
source: Coloured icons
de_de: Farbige Symbole
es_es: Iconos de colores
pt_br: Ícones coloridos
sv_se: Färgade ikoner
uk_ua: Кольорові іконки

# #31063
source: On air
de_de: Auf Sendung
es_es: En el aire
pt_br: No ar
sv_se: I direktsändning
uk_ua: В ефірі

# #31064
source: Last aired
de_de: Zuletzt ausgestrahlt
es_es: Última emisión
pt_br: Última transmissão
sv_se: Senast sändes
uk_ua: Останній ефір

# #31065
source: Visualisation settings
de_de: Visualisierungseinstellungen
es_es: Ajustes de visualización
pt_br: Definições de visualização
sv_se: Inställningar för visualisering
uk_ua: Налаштування візуалізації

# #31066
source: Choose presets
de_de: Voreinstellungen wählen
es_es: Elegir preajustes
pt_br: Escolher predefinições
sv_se: Välj förinställningar
uk_ua: Вибрати пресети

# #31067
source: Local subtitle available
de_de: Lokaler Untertitel verfügbar
es_es: Subtítulo local disponible
pt_br: Legenda local disponível
sv_se: Lokal undertext tillgänglig
uk_ua: Доступні локальні субтитри

# #31068
source: Lyrics add-on
es_es: Complemento de letras
pt_br: Suplemento de letras
sv_se: Tillägg för texter
uk_ua: Доповнення для текстів пісень

# #31069
source: Lyrics add-on settings
de_de: Lyrics Add-on Einstellungen
es_es: Ajustes del complemento de letras
pt_br: Definições do suplemento de letras
sv_se: Inställningar för texttillägg
uk_ua: Налаштування доповнення для текстів пісень

# #31070
source: Fanart list
de_de: Fanart-Liste
es_es: Lista de fanart
pt_br: Lista de fanart
sv_se: Fanart lista
uk_ua: Список фанартів

# #31071
source: Right list
de_de: Rechte Liste
es_es: Lista derecha
pt_br: Lista direita
sv_se: Höger lista
uk_ua: Правий список

# #31072
source: Artisans behind the scenes
de_de: Künstler hinter den Kulissen
es_es: Artesanos tras las cámaras
pt_br: Artistas por trás das cenas
uk_ua: Мистці за лаштунками

# #31073
source: Video decoder
es_es: Decodificador de vídeo
pt_br: Descodificador de vídeo
sv_se: Videoavkodare
uk_ua: Відеодекодер

# #31074
source: Pixel format
es_es: Formato de píxel
pt_br: Formato de pixel
sv_se: Bildpunktsformat
uk_ua: Формат пікселів

# #31075
source: Decoding
de_de: Dekodierung
es_es: Decodificando
pt_br: Descodificação
sv_se: Avkodning
uk_ua: Декодування

# #31076
source: Movie set cover background
de_de: Hintergrund des Filmset-Covers
es_es: Fondo de portada del set de películas
pt_br: Fundo da capa do conjunto de filmes
sv_se: Bakgrund för filminspelning
uk_ua: Фон обкладинки набору фільмів

# #31077
source: Signal
es_es: Señal
pt_br: Sinal
uk_ua: Сигнал

# #31078
source: Furniture
de_de: Möbel
es_es: Mobiliario
pt_br: Mobiliário
sv_se: Möbler
uk_ua: Меблі

# #31079
source: Prefer plot outline
de_de: Bevorzuge Handlungsübersicht
es_es: Preferir sinopsis
pt_br: Preferir resumo do enredo
sv_se: Föredrar handlingsskiss
uk_ua: Перевага для сюжетної лінії

# #31080
source: Edit Nodes
de_de: Knoten bearbeiten
es_es: Editar Nodos
pt_br: Editar Nós
sv_se: Redigera noder
uk_ua: Редагувати вузли

# #31081
source: Media menu buttons
de_de: Medienmenü-Schaltflächen
es_es: Botones del menú multimedia
pt_br: Botões do menu de multimédia
sv_se: Media-menyknappar
uk_ua: Кнопки медіа-меню

# #31082
source: Info dialogs
de_de: Info-Dialoge
es_es: Cuadros de diálogo de información
pt_br: Diálogos de informação
sv_se: Info-dialogrutor
uk_ua: Інформаційні діалоги

# #31083
source: Favourites script
de_de: Favoriten-Skript
es_es: Script de favoritos
pt_br: Script de favoritos
sv_se: Favoritmanus
uk_ua: Скрипт вибраного

# #31084
source: Case
de_de: Fall
es_es: Caja
pt_br: Capa
sv_se: Fodral
uk_ua: Випадок

# #31085
source: Overlay
de_de: Überlagerung
es_es: Superposición
pt_br: Sobreposição
sv_se: Överlägg
uk_ua: Накладання

# #31086
source: Video playlist
de_de: Video-Wiedergabeliste
es_es: Lista de reproducción de vídeo
pt_br: Lista de reprodução de vídeo
sv_se: Videospellista
uk_ua: Список відтворення відео

# #31087
source: Embuary info
es_es: Información de Embuary
pt_br: Informações do Embuary
sv_se: Embuary-information
uk_ua: Інформація Embuary

# #31089
source: Add node
de_de: Knoten hinzufügen
es_es: Añadir nodo
pt_br: Adicionar nó
sv_se: Lägg till nod
uk_ua: Додати вузол

# #31090
source: Daily
de_de: Täglich
es_es: Diario
pt_br: Diário
sv_se: Dagligen
uk_ua: Щоденно

# #31091
source: Map
de_de: Karte
es_es: Mapa
pt_br: Mapa
sv_se: Karta
uk_ua: Карта

# #31092
source: Overview
de_de: Übersicht
es_es: Resumen
pt_br: Visão geral
sv_se: Översikt
uk_ua: Огляд

# #31093
source: Backup
de_de: Sicherung
es_es: Copia de seguridad
pt_br: Cópia de segurança
sv_se: Säkerhetskopia
uk_ua: Резервна копія

# #31094
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
pt_br: Restaurar
sv_se: Återställ
uk_ua: Відновити

# #31095
source: Hide view options
de_de: Ansichtsoptionen ausblenden
es_es: Ocultar opciones de vista
pt_br: Ocultar opções de visualização
sv_se: Dölj visningsalternativ
uk_ua: Приховати параметри перегляду

# #31096
source: Hide view options & types
de_de: Ansichtsoptionen & -typen ausblenden
es_es: Ocultar opciones y tipos de vista
pt_br: Ocultar opções e tipos de visualização
sv_se: Dölj visningsalternativ och -typer
uk_ua: Приховати параметри та типи перегляду

# #31097
source: Hide menus
de_de: Menüs ausblenden
es_es: Ocultar menús
pt_br: Ocultar menus
sv_se: Dölj menyer
uk_ua: Приховати меню

# #31098
source: Kiosk mode
de_de: Kiosk-Modus
es_es: Modo quiosco
pt_br: Modo quiosque
sv_se: Kiosk-läge
uk_ua: Режим кіоску

# #31099
source: Dark
de_de: Dunkel
es_es: Oscuro
pt_br: Escuro
sv_se: Mörk
uk_ua: Темний

# #31100
source: Screen ensemble
de_de: Bildschirm-Ensemble
es_es: Reparto en pantalla
pt_br: Elenco em ecrã
uk_ua: Екранний ансамбль

# #31102
source: Select live background
de_de: Live-Hintergrund auswählen
es_es: Seleccionar fondo en vivo
pt_br: Selecionar fundo ao vivo
sv_se: Välj live-bakgrund
uk_ua: Вибрати живий фон

# #31103
source: Live background
de_de: Live-Hintergrund
es_es: Fondo en vivo
pt_br: Fundo ao vivo
sv_se: Bakgrund i realtid
uk_ua: Живий фон

# #31104
source: Local subtitles available
de_de: Lokale Untertitel verfügbar
es_es: Subtítulos locales disponibles
pt_br: Legendas locais disponíveis
sv_se: Lokala undertexter tillgängliga
uk_ua: Доступні локальні субтитри

# #31105
source: colour
de_de: Farbe
es_es: color
pt_br: cor
sv_se: färg
uk_ua: колір

# #31106
source: Global
uk_ua: Глобальний

# #31107
source: background
de_de: Hintergrund
es_es: fondo
pt_br: fundo
sv_se: bakgrund
uk_ua: фон

# #31108
source: Disc art
es_es: Arte de disco
pt_br: Arte de disco
sv_se: Skivkonst
uk_ua: Обкладинка диска

# #31109
source: Get art
de_de: Artworks abrufen
es_es: Obtener arte
pt_br: Obter arte
sv_se: Få konst
uk_ua: Отримати обкладинку

# #31110
source: Similar
de_de: Ähnliche
pt_br: Semelhante
sv_se: Liknande
uk_ua: Схожі

# #31111
source: Production details
de_de: Produktionsdetails
es_es: Detalles de producción
pt_br: Detalhes de produção
uk_ua: Деталі виробництва

# #31112
source: Movie Roles
de_de: Filmrollen
es_es: Papeles de película
pt_br: Funções de Filmes
uk_ua: Ролі у фільмі

# #31113
source: TV Roles
de_de: TV-Rollen
es_es: Papeles de TV
pt_br: Funções de TV
uk_ua: Ролі в серіалах

# #31114
source: Carbon
es_es: Carbón
pt_br: Carbono
sv_se: Kol
uk_ua: Вуглець

# #31115
source: Pixels
de_de: Pixel
es_es: Píxeles
pt_br: Píxeis
sv_se: Pixlar
uk_ua: Пікселі

# #31116
source: Steel plate
de_de: Stahlplatte
es_es: Placa de acero
pt_br: Chapa de aço
sv_se: Stålplåt
uk_ua: Сталева плита

# #31117
source: Wallpaper
de_de: Hintergrundbild
es_es: Fondo de pantalla
pt_br: Papel de parede
sv_se: Bakgrund
uk_ua: Шпалери

# #31118
source: Wood
de_de: Holz
es_es: Madera
pt_br: Madeira
sv_se: Trä
uk_ua: Дерево

# #31119
source: Wrinkles
de_de: Falten
es_es: Arrugas
pt_br: Rugas
sv_se: Rynkor
uk_ua: Зморшки

# #31121
source: Icons wide
de_de: Symbole breit
es_es: Iconos anchos
pt_br: Ícones largos
sv_se: Ikoner breda
uk_ua: Широкі іконки

# #31122
source: Big icons wide
de_de: Große Symbole breit
es_es: Iconos grandes anchos
pt_br: Ícones grandes e largos
sv_se: Stora ikoner breda
uk_ua: Великі широкі іконки

# #31123
source: Clearlogo or Title/Tagline
de_de: Clearlogo oder Titel/Tagline
es_es: Clearlogo o Título/Eslogan
pt_br: Clearlogo ou Título/Slogan
uk_ua: Clearlogo або Назва/Підзаголовок

# #31124
source: Required
de_de: Erforderlich
es_es: Requerido
pt_br: Obrigatório
sv_se: Obligatorisk
uk_ua: Обов'язково

# #31126
source: Optional
es_es: Opcional
pt_br: Opcional
sv_se: Valfritt
uk_ua: Необов'язково

# #31128
source: Dialog
es_es: Diálogo
pt_br: Diálogo
uk_ua: Діалог

# #31129
source: style
de_de: Stil
es_es: estilo
pt_br: estilo
sv_se: stil
uk_ua: стиль

# #31130
source: Square
de_de: Quadrat
es_es: Cuadrado
pt_br: Quadrado
sv_se: Fyrkant
uk_ua: Квадрат

# #31131
source: Emboss
de_de: Prägung
es_es: Relieve
pt_br: Relevo
sv_se: Relief
uk_ua: Тиснення

# #31132
source: texture
de_de: Textur
es_es: textura
pt_br: textura
sv_se: textur
uk_ua: текстура

# #31133
source: Pattern
de_de: Muster
es_es: Patrón
pt_br: Padrão
sv_se: Mönster
uk_ua: Шаблон

# #31134
source: Gradient
de_de: Verlauf
es_es: Gradiente
pt_br: Gradiente
uk_ua: Градієнт

# #31135
source: Brushed
de_de: Gebürstet
es_es: Cepillado
pt_br: Escovado
sv_se: Borstad
uk_ua: Шліфований

# #31136
source: Text
es_es: Texto
pt_br: Texto
uk_ua: Текст

# #31137
source: Subtext
de_de: Untertext
es_es: Subtexto
pt_br: Subtexto
sv_se: Undertext
uk_ua: Підтекст

# #31138
source: Focus text
de_de: Fokus Text
es_es: Texto de enfoque
pt_br: Focar texto
sv_se: Fokus text
uk_ua: Текст у фокусі

# #31139
source: List separator
de_de: Listentrennzeichen
es_es: Separador de lista
pt_br: Separador de lista
sv_se: Lista separator
uk_ua: Роздільник списку

# #31140
source: White media flags
de_de: Weiße Medien-Flags
es_es: Banderas de medios blancas
pt_br: Bandeiras de mídia brancas
sv_se: Vita medieflaggor
uk_ua: Білі медіа-прапорці

# #31141
source: System bar
de_de: Systemleiste
es_es: Barra del sistema
pt_br: Barra do sistema
uk_ua: Системна панель

# #31142
source: Submenu bar
de_de: Untermenüleiste
es_es: Barra de submenú
pt_br: Barra de submenu
sv_se: Undermenyfält
uk_ua: Панель підменю

# #31143
source: RSS bar
de_de: RSS-Leiste
es_es: Barra RSS
pt_br: Barra RSS
sv_se: RSS-fält
uk_ua: Панель RSS

# #31144
source: layout
es_es: diseño
pt_br: disposição
uk_ua: макет

# #31145
source: Effects
de_de: Effekte
es_es: Efectos
pt_br: Efeitos
sv_se: Effekter
uk_ua: Ефекти

# #31146
source: Leaves
de_de: Blätter
es_es: Hojas
pt_br: Folhas
sv_se: Blad
uk_ua: Листя

# #31147
source: Confetti
de_de: Konfetti
es_es: Confeti
pt_br: Confete
sv_se: Konfetti
uk_ua: Конфетті

# #31148
source: Valentine
de_de: Valentinstag
es_es: San Valentín
pt_br: Namorados
uk_ua: Валентин

# #31149
source: Easter
de_de: Ostern
es_es: Pascua
pt_br: Páscoa
sv_se: Påsk
uk_ua: Великдень

# #31150
source: Concrete
de_de: Beton
es_es: Hormigón
pt_br: Concreto
sv_se: Betong
uk_ua: Бетон

# #31151
source: Media menu
de_de: Medienmenü
es_es: Menú multimedia
pt_br: Menu multimédia
sv_se: Media-meny
uk_ua: Медіа-меню

# #31152
source: Focus icon
de_de: Fokus-Symbol
es_es: Icono de enfoque
pt_br: Ícone de foco
sv_se: Fokus-ikon
uk_ua: Іконка у фокусі

# #31153
source: PVR channels
de_de: PVR-Kanäle
es_es: Canales PVR
pt_br: Canais PVR
sv_se: PVR-kanaler
uk_ua: PVR канали

# #31154
source: Movies and TV shows
de_de: Filme und TV-Sendungen
es_es: Películas y programas de TV
pt_br: Filmes e programas de TV
sv_se: Filmer och TV-program
uk_ua: Фільми та серіали

# #31155
source: Video and music add-ons
de_de: Video- und Musik-Add-ons
es_es: Complementos de vídeo y música
pt_br: Suplementos de vídeo e música
sv_se: Tillägg för video och musik
uk_ua: Відео та музичні доповнення

# #31156
source: Weather icon
de_de: Wettersymbol
es_es: Icono del tiempo
pt_br: Ícone do tempo
sv_se: Väder-ikon
uk_ua: Іконка погоди

# #31157
source: Nofocus text
de_de: Kein Fokus-Text
es_es: Texto sin enfoque
pt_br: Texto sem foco
sv_se: Nofokus-text
uk_ua: Текст без фокуса

# #31158
source: Nofocus icon
de_de: Kein Fokus-Symbol
es_es: Icono sin enfoque
pt_br: Ícone sem foco
sv_se: Nofokus-ikon
uk_ua: Іконка без фокуса

# #31159
source: Now playing progress
de_de: Wiedergabefortschritt
es_es: Progreso de reproducción actual
pt_br: Progresso da reprodução atual
sv_se: Nu spelas framsteg
uk_ua: Прогрес відтворення

# #31160
source: Top bar / Main menu bars
de_de: Obere Leiste / Hauptmenüleisten
es_es: Barra superior / Barras del menú principal
pt_br: Barra superior / Barras do menu principal
sv_se: Översta fältet / Huvudmenyns fält
uk_ua: Верхня панель / Панелі головного меню

# #31161
source: Extended info
de_de: Erweiterte Informationen
es_es: Información extendida
pt_br: Informação estendida
sv_se: Utökad information
uk_ua: Розширена інформація

# #31162
source: Character art
de_de: Charakter-Art
es_es: Arte de personaje
pt_br: Arte de personagem
sv_se: Figurkonst
uk_ua: Арт персонажа

# #31163
source: Prefer info
de_de: Bevorzuge Info
es_es: Preferir información
pt_br: Preferir informação
sv_se: Föredrar information
uk_ua: Перевага для інформації

# #31164
source: Blur background
de_de: Hintergrund verwischen
es_es: Fondo borroso
pt_br: Fundo desfocado
sv_se: Suddig bakgrund
uk_ua: Розмитий фон

# #31165
source: Clear art
es_es: Arte claro
pt_br: Arte limpa
sv_se: Klar konst
uk_ua: Чистий арт

# #31166
source: Replace play with cinema mode
de_de: Wiedergabe durch Kinomodus ersetzen
es_es: Reemplazar reproducción con modo cine
pt_br: Substituir reproduzir por modo cinema
sv_se: Ersätt lek med biografläge
uk_ua: Замінити відтворення на режим кінотеатру

# #31167
source: Library backgrounds
de_de: Bibliotheks-Hintergründe
es_es: Fondos de la biblioteca
pt_br: Fundos da biblioteca
sv_se: Bibliotekets bakgrunder
uk_ua: Фони бібліотеки

# #31168
source: Tool tips
es_es: Consejos de herramientas
pt_br: Dicas de ferramentas
sv_se: Tips om verktyg
uk_ua: Підказки
