Repository: kittmaster/KittmasterRepo
Catalog: omega/skin.madnox/language/resource.language.*/strings.po
Languages: de_de, es_es, pt_br, sv_se, uk_ua

# #31954
source: Install country icons for movies country node.
de_de: Länder-Icons für den Länderknoten von Filmen installieren.
es_es: Instalar iconos de país para el nodo de país de películas.
pt_br: Instale ícones de país para o nó de país de filmes.
sv_se: Installera landsikoner för landsnoder för filmer.
uk_ua: Встановити іконки країн для вузла країн фільмів.

# #31955
source: Set the delay between fanart transitions skin wide.
de_de: Stellen Sie die Verzögerung zwischen Fanart-Übergängen im gesamten Skin ein.
es_es: Establezca el retraso entre las transiciones de fanart en toda la interfaz.
pt_br: Defina o atraso entre as transições de fanart em toda a skin.
sv_se: Ställ in fördröjningen mellan fanart-övergångar och hudbredd.
uk_ua: Встановити затримку між переходами фанарта по всьому скіну.

# #31956
source: Falling background effects. Snow, Leaves etc.
de_de: Herabfallende Hintergrundeffekte. Schnee, Blätter usw.
es_es: Efectos de fondo que caen. Nieve, hojas, etc.
pt_br: Efeitos de fundo caindo. Neve, Folhas etc.
sv_se: Fallande bakgrundseffekter. Snö, löv etc.
uk_ua: Ефекти падаючого фону. Сніг, листя тощо.

# #31957
source: Show music fanart of currently playing item skin wide. Overrides library fanart.
de_de: Zeigt Musik-Fanart des aktuell wiedergegebenen Elements im gesamten Skin an. Überschreibt Bibliotheks-Fanart.
es_es: Muestra el fanart de la música del elemento que se está reproduciendo en toda la interfaz. Anula el fanart de la biblioteca.
pt_br: Mostra o fanart da música do item atualmente em reprodução em toda a skin. Substitui o fanart da biblioteca.
sv_se: Visa musikfanart för det objekt som spelas för tillfället på hela ytan. Åsidosätter biblioteket fanart.
uk_ua: Показати фанарт музики поточного відтворення по всьому скіну. Перевизначає фанарт бібліотеки.

# #31958
source: Enables music visualisation in background while playing music. Requires visualisation to be enabled in settings - Player settings/Music.
de_de: Ermöglicht Musikvisualisierung im Hintergrund während der Musikwiedergabe. Erfordert, dass die Visualisierung in den Einstellungen - Player-Einstellungen/Musik aktiviert ist.
es_es: Habilita la visualización de música en segundo plano mientras se reproduce música. Requiere que la visualización esté habilitada en la configuración - Configuración del reproductor/Música.
pt_br: Ativa a visualização de música em segundo plano durante a reprodução de música. Requer que a visualização esteja ativada em configurações - Configurações do player/Música.
sv_se: Möjliggör musikvisualisering i bakgrunden när du spelar musik. Kräver att visualisering är aktiverad i inställningar - Spelarinställningar/Musik.
uk_ua: Увімкнути візуалізацію музики у фоновому режимі під час відтворення музики. Потрібно увімкнути візуалізацію в налаштуваннях - Налаштування програвача/Музика.

# #31959
source: Show now playing video in background while browsing library. Overrides library fanart.
de_de: Zeigt das aktuell abgespielte Video im Hintergrund an, während Sie die Bibliothek durchsuchen. Überschreibt das Fanart der Bibliothek.
es_es: Mostrar el video en reproducción en segundo plano mientras se navega por la biblioteca. Anula el fanart de la biblioteca.
pt_br: Mostrar vídeo em reprodução em segundo plano ao navegar na biblioteca. Substitui o fanart da biblioteca.
sv_se: Visa video som spelas nu i bakgrunden när du bläddrar i biblioteket. Åsidosätter bibliotekets fanart.
uk_ua: Показувати відео, що зараз відтворюється, у фоновому режимі під час перегляду бібліотеки. Перевизначає фанарт бібліотеки.

# #31960
source: Download images and additional information from fanart.tv and theaudiodb.com of the currently playing artist. For fullscreen music, internet streams and radio.
de_de: Laden Sie Bilder und zusätzliche Informationen von fanart.tv und theaudiodb.com des aktuell wiedergegebenen Künstlers herunter. Für Vollbild-Musik, Internet-Streams und Radio.
es_es: Descarga imágenes e información adicional de fanart.tv y theaudiodb.com del artista que se está reproduciendo. Para música a pantalla completa, transmisiones de internet y radio.
pt_br: Baixe imagens e informações adicionais de fanart.tv e theaudiodb.com do artista atualmente em reprodução. Para música em tela cheia, streams de internet e rádio.
sv_se: Hämta ner bilder och ytterligare information från fanart.tv och theaudiodb.com om artisten som spelas för tillfället. För musik i helskärm, internetströmmar och radio.
uk_ua: Завантажити зображення та додаткову інформацію з fanart.tv та theaudiodb.com про виконавця, що відтворюється. Для повноекранної музики, інтернет-потоків та радіо.

# #31961
source: Show stream/radio fanart of currently playing item skin wide. Overrides library fanart.
de_de: Zeigt Stream-/Radio-Fanart des aktuell wiedergegebenen Elements im gesamten Skin an. Überschreibt Bibliotheks-Fanart.
es_es: Muestra el fanart de la transmisión/radio del elemento que se está reproduciendo en toda la interfaz. Anula el fanart de la biblioteca.
pt_br: Mostra o fanart de stream/rádio do item atualmente em reprodução em toda a skin. Substitui o fanart da biblioteca.
sv_se: Visa stream/radio fanart av aktuellt spelande objekt i hela huden. Åsidosätter bibliotek fanart.
uk_ua: Показати фанарт стріму/радіо поточного відтворення по всьому скіну. Перевизначає фанарт бібліотеки.

# #31962
source: Artist slideshow script settings.
de_de: Künstler-Diashow-Skript-Einstellungen.
es_es: Ajustes del script de presentación de diapositivas del artista.
pt_br: Configurações do script de apresentação de slides do artista.
sv_se: Inställningar för skript för bildspel för artister.
uk_ua: Налаштування скрипта слайд-шоу виконавця.

# #31963
source: A shortcut to the video playlist if not empty.
de_de: Eine Verknüpfung zur Video-Playlist, wenn nicht leer.
es_es: Un acceso directo a la lista de reproducción de video si no está vacía.
pt_br: Um atalho para a playlist de vídeo se não estiver vazia.
sv_se: En genväg till videospelningslistan om den inte är tom.
uk_ua: Ярлик до списку відтворення відео, якщо він не порожній.

# #31964
source: A shortcut to the music playlist if not empty.
de_de: Eine Verknüpfung zur Musik-Playlist, wenn nicht leer.
es_es: Un acceso directo a la lista de reproducción de música si no está vacía.
pt_br: Um atalho para a playlist de música se não estiver vazia.
sv_se: En genväg till musikspellistan om den inte är tom.
uk_ua: Ярлик до списку відтворення музики, якщо він не порожній.

# #31965
source: Shortcut to fullscreen when media is playing.
de_de: Verknüpfung zum Vollbildmodus, wenn Medien abgespielt werden.
es_es: Acceso directo a pantalla completa cuando se está reproduciendo contenido multimedia.
pt_br: Atalho para tela cheia quando a mídia está sendo reproduzida.
sv_se: Genväg till helskärm när media spelas upp.
uk_ua: Ярлик до повноекранного режиму під час відтворення медіа.

# #31966
source: Click to open shortcut menu.
de_de: Klicken Sie, um das Verknüpfungsmenü zu öffnen.
es_es: Haga clic para abrir el menú de acceso directo.
pt_br: Clique para abrir o menu de atalhos.
sv_se: Klicka för att öppna genvägsmenyn.
uk_ua: Натисніть, щоб відкрити меню швидкого доступу.

# #31967
source: Player controls when media is playing.
de_de: Player-Steuerelemente, wenn Medien abgespielt werden.
es_es: Controles del reproductor cuando se está reproduciendo contenido multimedia.
pt_br: Controles do player quando a mídia está sendo reproduzida.
sv_se: Spelaren styr när media spelas upp.
uk_ua: Елементи керування програвача під час відтворення медіа.

# #31968
source: Play the next TV show episode automatically.
de_de: Die nächste TV-Show-Episode automatisch abspielen.
es_es: Reproducir el siguiente episodio de TV automáticamente.
pt_br: Reproduzir o próximo episódio do programa de TV automaticamente.
uk_ua: Автоматично відтворювати наступний епізод серіалу.

# #31969
source: Play themes while navigating TV Shows, Movies and Music Videos.
de_de: Themen abspielen beim Navigieren in TV-Shows, Filmen und Musikvideos.
es_es: Reproducir temas mientras navega por programas de TV, películas y videos musicales.
pt_br: Reproduzir temas ao navegar em programas de TV, filmes e videoclipes.
sv_se: Spela upp teman när du navigerar bland TV-program, filmer och musikvideor.
uk_ua: Відтворювати теми під час навігації по серіалах, фільмах та музичних відео.

# #31970
source: The Library Node Editor allows you to create and customise custom video nodes and music nodes within Kodi.
de_de: Der Bibliotheks-Node-Editor ermöglicht das Erstellen und Anpassen von benutzerdefinierten Video-Nodes und Musik-Nodes innerhalb von Kodi.
es_es: El editor de nodos de biblioteca le permite crear y personalizar nodos de video y nodos de música personalizados dentro de Kodi.
pt_br: O Editor de Nó da Biblioteca permite que você crie e personalize nós de vídeo e nós de música personalizados dentro do Kodi.
uk_ua: Редактор вузлів бібліотеки дозволяє створювати та налаштовувати користувацькі відео- та музичні вузли в Kodi.

# #31971
source: Show overlay marker information for watched, unwatched, and in progress media items.
de_de: Zeigt Überlagerungsmarkierungsinformationen für gesehene, ungesehene und in Bearbeitung befindliche Medienobjekte an.
es_es: Muestra información de marcador de superposición para elementos multimedia vistos, no vistos y en progreso.
pt_br: Mostrar informações do marcador de sobreposição para itens de mídia assistidos, não assistidos e em andamento.
uk_ua: Показати інформацію про маркер накладання для переглянутих, непроглянутих та незавершених медіа-елементів.

# #31972
source: A script for editing Kodi's built in RSS Ticker.
de_de: Ein Skript zum Bearbeiten des integrierten RSS-Tickers von Kodi.
es_es: Un script para editar el ticker RSS incorporado de Kodi.
pt_br: Um script para editar o Ticker RSS integrado do Kodi.
uk_ua: Скрипт для редагування вбудованої стрічки RSS Kodi.

# #31973
source: Crew
es_es: Equipo
pt_br: Equipe
uk_ua: Екіпаж

# #31974
source: Similar
de_de: Ähnlich
uk_ua: Схожі

# #31424
source: Sets the size ratio of the fanart background. Scale/Keep/Center: Aspect ratio is kept. Stretch: Aspect ratio is not kept.
de_de: Legt das Größenverhältnis des Fanart-Hintergrunds fest. Skalieren/Beibehalten/Zentrieren: Seitenverhältnis wird beibehalten. Strecken: Seitenverhältnis wird nicht beibehalten.
es_es: Establece la relación de tamaño del fondo del fanart. Escala/Mantener/Centro: La relación de aspecto se mantiene. Estirar: La relación de aspecto no se mantiene.

# #31025
source: View options
sv_se: Visa alternativ

# #31044
source: Artwork
sv_se: Bakgrund

# #31048
source: Shadow
sv_se: Skugga

# #31057
source: Installed
sv_se: Installerad

# #31072
source: Premiered
sv_se: Premiär

# #31100
source: Light
sv_se: Ljus

# #31101
source: Submenu
sv_se: Undermeny

# #31112
source: Revenue
sv_se: Intäkter

# #31113
source: Awards
sv_se: Utmärkelser

# #31120
source: Center
sv_se: Centrera

# #31123
source: Logo
sv_se: Logotyp

# #31125
source: Recommended
sv_se: Rekommenderad

# #31169
source: Music info
sv_se: Musikinformation

# #31184
source: White
sv_se: Vit

# #31185
source: Blue
sv_se: Blå

# #31187
source: Green
sv_se: Grön

# #31188
source: Grey
sv_se: Grå

# #31191
source: Red
sv_se: Röd

# #31197
source: Automatically open fullscreen music on play
sv_se: Öppna automatiskt musik i helskärm vid uppspelning

# #31212
source: Big list
sv_se: Stor lista

# #31227
source: Premiered
sv_se: Premiär

# #31279
source: Right
sv_se: Höger

# #31323
source: Video info
sv_se: Videoinformation

# #31368
source: Crew
sv_se: Filmteam

# #31369
source: Crew
sv_se: Filmteam

# #31968
source: Play the next tvshow episode automatically.
sv_se: Spela upp nästa avsnitt av tv-serien automatiskt.
